{
    "10017-15": {
        "display_name": "10017,15",
        "origin": "Moon",
        "collected": "LM Site, Mare Tranquilitatis, Apollo 11",
        "classification": "High-Ti, High-K Ilmenite Basalt",
        "origin_category": "A11",
        "origin_category_title": "Apollo 11",
        "embed_camera_distance": -0.2,
        "homepage_embed_camera_distance": -0.25,
        "story": "<p>Lunar Sample 10017 is the largest rock returned from the Moon by Apollo 11. This piece of our Moon is classified as a High-Ti, High-K Ilmenite Basalt and studies have revealed fascinating details about the environment in which it formed. The high-titanium part of the classification is from its high concentration of ilmenite crystals, which is interspersed with high-potassium glass, resulting in the high-K part of the classification. The basalt part of the classification means that 10017 was formed from magmatic material and volcanic processes, and it is thought that the magmas that formed 10017 and the suite of Apollo 11 basalts in particular originated at depths of 200 to 400 kilometers. Tiny vesicles throughout the rock indicate that there were gasses present when 10017 formed from the erupting magmatic material. This Moon rock is thought to have crystalized out of this deep, turbulent magma around 3.6 billion years ago, after which, impact forces then brought 10017 to the surface.</p><p>Because of its large size, the sample was used extensively in early studies of solar- and cosmic-ray interaction with rocks and soil on the lunar surface. Lunar rocks record the cosmic ray and solar flare particle tracks, which etch into the surface from cosmic ray bombardment. These tracks contain chemical information that allow researchers to discern the time signature of when they were formed, chronicling solar and galactic energy activity.</p><p>Through these early studies, it was discovered that 10017 preserved an exceptionally high quantity of cosmic ray interaction while it was on the lunar surface. These exposure dating studies showed that all sides of the rock's surface have tracks made by the high-energy particle interactions from solar and cosmic rays, revealing that 10017 rolled around on the surface of the Moon for a stunning 480 million years. The surface also shows evidence of abundant micrometeorite impacts, which left tiny craters across the rock, and may well have provided the propulsion needed for 10017 to tumble across the lunar surface for nearly a half billion years before it was collected by the Apollo 11 astronauts.</p>",
        "curation_details": "The rock shown in the above model and video is a subsample of 10017's original parent rock that was picked up on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. The child rock modeled above is therefore specifically identified as Lunar Sample 10017,15. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 10017's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=10017",
        "watch": "Watch the very moment this sample was collected by Apollo 11 Astronaut, Neil Armstrong.",
        "watch_url": "https://apolloinrealtime.org/11/?t=111:22:36",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "2 hours",
        "detailsField_faces": "200,000",
        "detailsField_vertices": "100,002",
        "detailsField_textureRes": "3500 x 3500",
        "detailsField_meshSize": "104 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,002",
        "detailsField_webTextureRes": "3500 x 3500",
        "detailsField_webMeshSize": "16 MB",
        "detailsField_xrayPower": "180 kV, 0.167 mA",
        "detailsField_XYCount": "1796",
        "detailsField_XZCount": "1651",
        "detailsField_YZCount": "1692",
        "detailsField_voxelSize": "30.35 &mu;m",
        "detailsField_totalCTSize": "10.8 GB",
        "nasaPinsState": "XQAAAALsBgAAAAAAAABDKkpmE5vI5NhefK5fQMQcfPSWJb_bhsXDbzCP_gEt6Jkb9O8e8BuDfiqzDajKpQld0T1b7-_ut7g6jLBPDgiB2Tst_dhDZrrodArm6rO8ya9Q4pef86me6D1njNQpPejzOnsiSktlRVkoJNTD5aGh4r_UkmPIfoG-kxs-oZxLCQQQuxLllyffsWvLOiM-WF1XvDI9CG6L9dzfotO1RIBK1n6BDn2nqlNTY7OfFhEFgnA1ogld8_H6t5SKUs24IuNa6bUgxcGm1OzFkxlppRkR-HL9eLmEliWomuUfFWbn8IW9v8HFg2Ax1LnxCj9Tl86LzPr-0xP1hS0qO-ke9S0vYwc21hyCAjobFUhrxIJIVRtaPNAUPsoID-QZKcV_VB0oN30E8nMtxz-jC0SI9-UWkLXON_DKViQB9CZCd2aZ4fSbsfqNlCIv6ykNE83WqbjZtMzWYTVmosdaL9ZxSMiHM5aBfvQEwWreqfNwqjSx_BMTJrjmbRUk9banebJZdXJJdjX20qfWEpQg7KR8dOZ5aTzJbR75IPZj3mt9JF5IhbnZaulrFkPziTBZo33YsJV0bvpymfJeXGBmlWunGVH6lk611NXzQff0BRKd1ax3UUk6PXOavqrJcUNUgZ7Dh1G0t1c8tS_KsN9sFhwZCLKvO7TXnqzQ2VuD9oI3btSMquHeflSiU-G_x5qzGM4bbFAXHYPildf3CvqC3UtDi2dG2_ksov1ItSasrwWd7p05vcvPbewztkOy86_4h8yNMK6Nn8HRFpS3D-XT7jd1jpRmyoYLTp-9FMG_uelGUwT6Ncy1WCCT8XDoCCLbfR2UGnIPe2o2LI9YSQka7u7p-L25Z3RY5IeavRrjxDokGogrK0c7EOdgiTs_UdzVE3XWA062rWnssoe-zdW-aVQMpsk70Bmp_k1w02MmU2DqksM3Wook4iIVjvyVsXH9C4uTIIvrQhYr35ZTECq9NYpj-ZMCD8p9eClJaE627kFkCk70aFSVZ0x4DKRALwaRgIZJifua-JSlgx28-Gmnb6QVxhjKO8CfsX38mDxUvrPwXjkqgC-WP14B3XBvH2_xCafUSWq5ByAztoEXZSiDh4WeJUnL9Xw_YM5-WWUd74dv5hZjOqyFgaoatxQyzg_ZSL3U9q-hJTPYdpLACCCSS-KDetT-N67sfyOobh-EtNP2saUlavtnPY75BNgNS7LIO-qFB_Wte_sw_pqbUg"
    },
    "10021-79": {
        "display_name": "10021,79",
        "origin": "Moon",
        "collected": "LM Site, Mare Tranquilitatis, Apollo 11",
        "classification": "Regolith Breccia",
        "origin_category": "A11",
        "origin_category_title": "Apollo 11",
        "embed_camera_distance": -0.13,
        "homepage_embed_camera_distance": -0.15,
        "story": "<p>Lunar Sample 10021 has an extraordinary story to tell. On July 20, 1969, just minutes after becoming the first human to step onto the surface of the Moon, Apollo 11 Astronaut Neil Armstrong collected the very first sample of lunar rock and soil. Lunar Sample 10021 is a tiny rock just 14.7 grams that was part of the contingency sample that was immediately collected at the start of the first EVA. 10021 was scooped up with the surrounding lunar soil and other small rocks that were directly nearby. It was a historic moment, being the very first human-collected sample from an extraterrestrial world, and the first sample of the Apollo lunar surface missions.</p><p>10021 is classified as a regolith breccia. Breccia means it is comprised of fragments of other rocks. Regolith consists of pieces of the lunar crust that have been pummeled and broken down by billions of years of impacts, from large asteroids to the smallest of cosmic dust particles and even solar wind. These planetary and interplanetary forces have created the Moon's soil, which has textures that can be as fine as dust or sand and contain multi-millimeter sized rocks and pebbles. 10021 formed from the regolith when an energetic impact on the lunar surface sintered the regolith into rock.</p><p>Within the matrix of this small piece of the lunar crust are glass spherules of varying colors, volcanic in nature, which tell the incredible story of fiery magmatic spray that sprung from the depths of the Moon around 3.5 billion years ago, likely originating in the mantle itself. These near perfect glass spherules formed when tiny droplets of magma from the fire fountain cooled quickly in the near vacuum conditions on the Moon.</p><p>10021 has numerous zap pits on one surface, indicating this side was above the soil line and facing upwards toward the vacuum of space. Zap pits are tiny craters formed by micrometeorites hitting the surface of the rock. It is not currently known how old this sample is or how long it was sitting on the Moon's surface, but 10021 was directly outside the Lunar Module when Armstrong placed his foot on the lunar soil. The moment this rock was collected by Armstrong, cosmic and human timescales coalesced.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 10021's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 10021,79. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 10021's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=10021",
        "watch": "Watch the very moment this sample was collected by Apollo 11 Astronaut, Neil Armstrong.",
        "watch_url": "https://apolloinrealtime.org/11/?t=109:34:38",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "22 hours",
        "detailsField_faces": "1,860,950",
        "detailsField_vertices": "930,200",
        "detailsField_textureRes": "3250 x 3250",
        "detailsField_meshSize": "211 MB",
        "detailsField_webFaces": "98,184",
        "detailsField_webVertices": "49,090",
        "detailsField_webTextureRes": "3250 x 3250",
        "detailsField_webMeshSize": "8.09 MB",
        "detailsField_xrayPower": "165 kV, 0.152 mA",
        "detailsField_XYCount": "2000",
        "detailsField_XZCount": "2000",
        "detailsField_YZCount": "2000",
        "detailsField_voxelSize": "25.07 &mu;m",
        "detailsField_totalCTSize": "9.57 GB",
        "nasaPinsState": "XQAAAAI6CAAAAAAAAABDKkpmE5vI5NhefK5fQMQcfbdnXhV8YwQXoNkgRI9ZbkqvarJ0jwx-kE585wdiBROK9z-QZibYWAQsvkYt69W_5oWyaVYUEzA2LJ_877GoYW2rgXeQTPr9S472gsfynIVNnhQfcPI8HJc8FPIlPa0SsBpODdaxfM2YFGKeRfxIFULIMifXnR2hHYWmYhZDEEuH1urS3PnjAGvj1t_H9z914j0hqqFc7WYWsy2K3J9E8dhGaDjJIPZfR9zfvqzZE_vBjrThS0uRzz2HPUXfagyZjpvrqeVvlJ-C_n0v022z786Hu9_Q1ll8-06gJQRuse3ZOBB4vy2MwnQZQeWAokMomvHglVVixDFSgx1sbruthK5pqFWnmcjIP_O28AhWayWUNS7SDc2x076hDDPEkmp09AX9ZmU7t1jp5BdVPhH5F9UmrFbLxWUn9ljraOSJP3oboxvBi-htI_jhqfAFaoaV2U9Le2Dq1Md7d4eph7h-MhCASAN-9BQx1PcxdxT2k01cUhkiPJidLeFKA0-u3WQlhplr5nCSm5SkrgEsQXFIjxJ2sUILByhEi6wWImIwRYkmjOuJ56LHM6nv3drJQvLalJj4-CVL-pht91Vx_slGZP7zC-MakYQlWG6DQ_G87oV9ocTr-YPmFTCPAyIXdPlln__2O8iJ3yK3jbU77oFTglvExLwGPO-V9HCFSNgEP0HR141ahUCl8Q3ATL65CJnLsmaE0NN4sPL29Yiqgkzk2ogZLn1zfi73ts9M_a5nNTtevgP1ZDNVEMA3MimdxPJUqGPYQXbGpMfyKgNbfwK5galc_jQoKtq-dGdBoaAj-rUU_Pltdku4rylCLM_N2cF68ELVNaYI03j9Ohwv3TTW6yvn4akdcl7qE-LvZtr-D-YCXCLqdiVCgrryK_TBHbnAZ4WjsOliYW4ARaI5sCOFyQ7chuXcKDGHm17Y0ltDiBhRGOKELRMBjUlIneWgv6zCEZIvGxON1magSrnpv8_Mq8qrri0ug-Fom7lLTsYIfkcd69QPYmLfhLRh57LDmKoMPD50dCM142LUutjvHn6mD0oqjSpD9qyAs_Mn89SsJ0U0iGqSRU64Hebx4kstbTGMPi6YBetYzu1YKqkhyHqQTeSPGI2n3V6UhbhJ8wQ8q-rw0X0QKYyNEK_vPxR1L2rurEjr_S-8-hAQOLIonIahmhDm9fzbYjzsa5kGjLYxPDQKS4FKGY026azqruCN0iZOB_xOc3TQBfeeFVhA5DUUjDnTHICtah8LAzm_Nf7cGjKgXqoCIgk3oR6SmO3p3vUxbm9rZ5de0KjqpIjyjmuNmp2MaNg8NNqQKkMi7JpJfJRA7SS3HHLouy03FVmlYxN6rplyF3kKYFKHp8WhmdBy0IRxJffnFk00vDx0PYYj0JOHw6jwc6yOkztDAbiid61V6T8nowWmfBk9-Vuh_OVyjQ"
    },
    "10022-53": {
        "display_name": "10022,53",
        "origin": "Moon",
        "collected": "LM Site, Mare Tranquilitatis, Apollo 11",
        "classification": "High-Ti, High-K Ilmenite Basalt",
        "origin_category": "A11",
        "origin_category_title": "Apollo 11",
        "embed_camera_distance": -0.13,
        "homepage_embed_camera_distance": -0.18,
        "story": "<p>On July 20, 1969, just minutes after becoming the first human to step onto the surface of the Moon, Apollo 11 Astronaut Neil Armstrong collected the very first sample of lunar rock and soil. Lunar Sample 10022 is a small rock returned from the Moon by Apollo 11 and was part of the contingency sample that was immediately collected at the start of the first EVA. 10022 was scooped up with the surrounding lunar soil and other small rocks that were directly nearby. It was a historic moment, being the very first human-collected sample from an extraterrestrial world, and the first sample of the Apollo lunar surface missions.</p><p>Portions of the story of lunar sample 10022 are unusual because it has a texture unlike the other basalts that were collected during Apollo 11 surface mission. Apollo 11 basalts as a group are considered to be outliers compared to basalts collected during the Apollo surface missions, as they were found to have a much higher quantity of rare earth elements than other missions. Large, perfectly round vesicles visible throughout the rock indicate that there was a high concentration of gasses present when 10022 formed from the erupting magmatic material. Multiple studies have also noted an abundance of rare gasses present in 10022 due to its longer than average time at the lunar surface This Moon rock is thought to have crystalized out of its magmatic source around 3.6 billion years ago.</p><p>10022 is classified as a High-Ti, High-K Ilmenite Basalt and was formed from magmatic material and volcanic processes. High-titanium basalts on the Moon differ greatly from basalts on Earth, as the lunar basalts have a strikingly higher percentage of titanium in them than the ones on our own planet. While the Apollo collection has many high-titanium lunar basalts this basalt type is not representative of the whole lunar surface. Compositional mapping of the lunar surface by the Lunar Reconnaissance Orbiter, Lunar Prospector and Clementine missions have found that high-titanium basalt is localized to specific areas on the Moon but is otherwise rare globally. 10022 has the distinction of being the first rock among the High-Ti basalts in which the new mineral known as Armalcolite, named after the three mission astronauts, Armstrong, Aldrin and Collins, was found.</p><p>While the precise story of how 10022 found its way to the surface of the Moon is still a mystery, it is likely that it was transported by the force of an impact event. What we do know, is that once it landed on the lunar soil, it lay there exposed to the cosmic rays from our home star as well as deep space for around 500 million years.</p>",
        "curation_details": "The rock shown in the above model and video is a subsample of 10022's original parent rock that was picked up on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. The child rock modeled above is therefore specifically identified as Lunar Sample 10022,53. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 10022's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=10022",
        "watch": "Watch the very moment this sample was collected by Apollo 11 Astronaut, Neil Armstrong.",
        "watch_url": "https://apolloinrealtime.org/11/?t=109:34:38",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "7.5 hours",
        "detailsField_faces": "199,766",
        "detailsField_vertices": "99,859",
        "detailsField_textureRes": "3600 x 3600",
        "detailsField_meshSize": "109 MB",
        "detailsField_webFaces": "199,766",
        "detailsField_webVertices": "99,859",
        "detailsField_webTextureRes": "3600 x 3600",
        "detailsField_webMeshSize": "15 MB",
        "detailsField_xrayPower": "150 kV, 0.16 mA",
        "detailsField_XYCount": "2000",
        "detailsField_XZCount": "2000",
        "detailsField_YZCount": "2000",
        "detailsField_voxelSize": "24.6 &mu;m",
        "detailsField_totalCTSize": "10.4 GB",
        "nasaPinsState": "XQAAAALIBgAAAAAAAABDKkpmE5vI5NhefK5fQMQcfjjWZNpR217MzlLvzglMusJYJ9d155xq6vQFfSEhwoYUaqqQb3_rpPTeQpxS9jwDt33uMVobooLtLrmDvChFHX7hmAlJQ2Uk6J5RNMJugVZM05DqElmjN2SDlYQASCmVV2EgAcAawuKe5-fXkzyTP00QPV1IIRv7DavVyx7oblaHgnu4crt0BlprkjSLOW-50Dv4Fd7F4RgKzj2t04Hro9yxxmELFxykknq-Pq1VPNP6eveNBrc6uTQG1YgJ1gHUHraD03qHuRZSTzScuXrh7JWNfxlVlXyZvrDBpYltBl2ifoCfaeC2pYggjEFC7vvprSYXqg4B5ZmKE9iewT4RQHWhkXMD1f3Oq8D7uWtFYkG_YfSLQgV7dh0J92RfsYOH0i3mzs0fzNUeKNCImyUl43xOurqlqD3F_uxq6ooPjzqyhgNb6jZCvAeWgJVkZg9p_WlX10Ccu822oKi82JsXQ8Cso3zFV883qbWhUeOAP261c8cyY11bEA3je3WNC0xPQUX490wuYyV-MsuQJ7sUP-bol_EtJQ-XfvMv7A7QMz6ScnvZTYPVOacakBd5eQbmkSl5V5p3YNwgnVw03mvXlMwCFv_BUcPcH_Ite3NE0Z8HPci8uMsuaPkuGfnJMePxNo4BmCh7-XDpD6Rfu5vi4U5M-Rdc7xRCJO_eqAnFfszva6MZFjhgIu__RnrtqFu2irimaNA8at9xcPY-ICmcP5UjYKX1X_i78oMY_bmqtLX1zF38GHj3RqqJMg5ka15xGExgKrO3IVsI1N_lrE-8eHGCfFuhYXMe_Q4cHkouTEmCJ3JIbnzis5N0wDl9ozOe6SCad-qekvnCOyefYcseG0ZvEtBuCFwWkiUKCdTqLLUpOiAg0krvkbfLcHLRVtQe2PjRMKNg8U-dFZm4eJOWt1BLqS0ymHmhiJkMSj-2FkoSKs9NHdcFrabPpJYjvywu-cBWKyzuHxgbRXpOwmpNzfokMQ0rXaz5OD8qqni-ckyyHS_5U4qD9FH3yqKVt6B1VVpkxik_Gio_cSR4qk6fJAi-TU9fFJhA5f8jN1nG-7yGD-F3nlM4vGASLpTIQVRwxQ_O5GEwFcWJmrm5nmeTFsYac1lyUsY-obUrRwM_mual6ViQVkvJ-ahGbIyyMq88KL4KBS66_-8IZDxW_MpyAwbF4XMoiPsz-LD9nT1kIK1JcWV_-1X97Q"
    },
    "12013-11": {
        "display_name": "12013,11",
        "origin": "Moon",
        "collected": "South Mound-Middle Crescent Site, Ocean of Storms, Apollo 12",
        "classification": "Granitic Breccia",
        "origin_category": "A12",
        "origin_category_title": "Apollo 12",
        "embed_camera_distance": -0.18,
        "homepage_embed_camera_distance": -0.22,
        "story": "<p>Lunar Sample 12013 is considered a perplexing rock with much of its story yet to be revealed, despite it already being one of the most studied and renowned samples containing granite. As unusual and singular as 12013 turns out to be, it was not specifically remarked upon when collected by the Apollo 12 astronauts, nor was it photographed on the lunar surface. However, if you look at its surface carefully, and peer into the X-ray computed tomography (XCT) imagery of Lunar Sample 12013 in the Astromaterials 3D Explorer, you will see a subtle, tonal distinction between a lighter and darker composition. This is the beginning of 12013's mystery.</p><p>Classified as a Granitic Breccia, and weighing 82.3 grams, this large Moon rock has abundant clasts of other rock fragments mixed into two dominant lithologies. One lithology is more blackish in color and is primarily basaltic with the compositional signature of KREEP (potassium, rare-earth-elements, phosphorous). The other lithology is a mix of a white and gray material which are primarily granitic and rich in silica and potassium. These distinct lithologies are filled with vugs and vesicles, small cavities that were once gas bubbles that became trapped in the molten rock when it solidified. Found to be exceptionally rich in thorium, uranium, and potassium, 12013 also contains zircon crystals throughout. Research has determined that the black and grey lithologies of 12013 formed in high heat conditions, and yet other material within the grey lithology does not present the same evidence that it endured such high temperatures.</p><p>The unfolding story of 12013 has led researchers to believe that this unique sample may well have been formed by a substantial impact. Radiogenic age dating of the 12013 has revealed that the breccia formed around 4 billion years ago, while the granitic lithology is much older, crystallizing between 4.17 and 4.5 billion years ago. From studies of cosmic ray exposure, it was determined that 12013 lay on the surface of the Moon for 60 million years before being picked up by Apollo 12 astronauts, Charles Conrad and Alan Bean, near the rim of Middle Crescent Crater. Much of this lunar sample has not been studied since the 1970's—what might the next generation of lunar scientists discover from this complicated Moon rock?</p>",
        "curation_details": "The rock shown in the above model and video is a subsample of 12013's original parent rock that was picked up on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. The child rock modeled above is therefore specifically identified as Lunar Sample 12013,11. Rocks are subsampled for proposal-approved scientific research, education and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 12013's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=12013",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1 hour",
        "detailsField_faces": "102,936",
        "detailsField_vertices": "51,470",
        "detailsField_textureRes": "4000 x 4000",
        "detailsField_meshSize": "125 MB",
        "detailsField_webFaces": "102,936",
        "detailsField_webVertices": "51,470",
        "detailsField_webTextureRes": "4000 x 4000",
        "detailsField_webMeshSize": "9.9 MB",
        "detailsField_xrayPower": "180 kV, 0.167 mA",
        "detailsField_XYCount": "2000",
        "detailsField_XZCount": "2000",
        "detailsField_YZCount": "2000",
        "detailsField_voxelSize": "30.0 &mu;m",
        "detailsField_totalCTSize": "10.6 GB",
        "nasaPinsState": "XQAAAAKbBwAAAAAAAABDKkpmE5vI5NhefK5fQMRAj-iPEbeDnV7PlySJz2Ct6L41Jm3hYhbr-Wbec8-ifOkF9wJZFulwnC1kGhZsne1lww1VB9p-t_1SgeAJXKqtW-OV8w7xUrHz8JrVcjkN3us0Bg-BKMt-XeYS4Tu4NogMLrpMAA3BaHVIE_TmA66vVl332uJtv75mCeCTcAkDTStalOxbxWtsG1OijjE2-6-8BWjKc-Ims5vihl7tJ8p9EMzk7xQcHQJZjfF-yORgM5J2FI4jN74px2qplp3vHNnYKWIs93mnofQ3ARVm1aOLNhgI14Nru3wVFCVODn5CjU_NfK1OtBApfDvd1YWN1m3JtbXOvmpf7H5gLjMeEJRYZpVlxibpC792xmB66MOxQf_AH8eRuZx-Sz9JDcZLz_BmcLioY6w0Z6e8kgwt22RL7jEZ54zLj5EyT2KT5cPPVWVE0Hyd0yKJRgDVbFDi3mExFlEUb71DNPdNjncHmhyiLIXE-OQOIO8tIStlg0g-M9KnfW8MoT6LNheeY63mSjJlQifL2fZHJI_YBDJhTANgzWSu6gzVjFOfrpQWXdbe67LKj1wZIIdzdxoE0Qx3rvKPF6te_6yTGLEbk11nlaGMs9g1v5f8LAgkb2ZDGHhpf2VdkpE88pur3t-oOVeVdHb1GMf8lmVysLMVmFwG1ofCpYIonxSbjYnsfn8nFX0BsbB8r9QLSR48zrFk3KE7QriyLM9HH4ObS4r3Rtb-q81K7UdOeMVpY28q5-0aAtuYDKf19OHiRis-X9qR8MOz1U5G0sPq4KJPMiyXgNUeAfxtUaTb5Vjt8hDlOAHKuXp_nqJcTxY0Nb09eP0nhZ6OEC1NyzdOB-2Pg1WY5CYcslQphdxq3XFIGzjolDfUUYwBvuNSjCOLid3PzMHrAyC9CHWboQaE3JOE1SAinqMWQgGxPKDRuqv5L3hu5aSWmWBvzHO6XVZkvSiPCTUBmhYriwMeo6j9AEUj1sOOKz4TKxwAuvpC6R-tNNG8k6h7Xo3hIDpoqGRfSL9wURUWZU3e989AINxk_WpjijBKV7Cn-cK58del33efcqGhZqOqIjBGeE9mLnYbQ49RxHI9FeWB_sf9UA2vqiwVOgBPhDNH2r4gvNELyrNaVMEmILEOVuBdfsNkVoAL_KO5vzziJBpJnTd_owerkfKC1t5vb5Zqh9vT4gEVAPHG-gDg9WqmIR7tANss-TqvdIYdZUE12dX4fFxVgDN0kITscHFj7eiDEnar__Ot3yUZJVaFPWD6Ge6fOQ2zrmzxP8EvK5SmZmNjQz_9oA78"
    },
    "12019-0": {
        "display_name": "12019,0",
        "origin": "Moon",
        "collected": "Middle Crescent Site, Ocean of Storms, Apollo 12",
        "classification": "Low-Ti Pigeonite Basalt",
        "origin_category": "A12",
        "origin_category_title": "Apollo 12",
        "embed_camera_distance": -0.25,
        "homepage_embed_camera_distance": -0.35,
        "story": "<p>Found near the rim of Middle Crescent Crater by Apollo 12 astronauts, Charles Conrad and Alan Bean, Lunar Sample 12019 has not been dated or well-studied, leaving most of its formation story yet to be discovered. What we do know, is that this large 462.4-gram lunar sample is Classified as a Pigeonite Basalt, which provides some clues about the magma it crystallized from. Its identifying mineral, pigeonite, is a monoclinic pyroxene mineral formed from lava that cooled rapidly and is magnesium- and iron-rich. Researchers noted that 12019 has abundant small pyroxene phenocrysts rather than a small quantity of large ones, indicating this sample crystallized from a magma that had a slow cooling rate at first, followed by a period of more rapid cooling.</p><p>Although cosmic ray exposure in 12019 has not been studied, evidence of numerous surface craters formed from micrometeorite bombardment give us a view into its tumultuous time laying on the lunar surface. Perhaps future lunar researchers will provide more details of 12019's formation story, which may reveal new insight into the composition and characteristics of the magma that once flowed on the Moon.</p>",
        "curation_details": "The rock shown in the above model and video is currently the largest remaining mass of 12019's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 12019,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 12019's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=12019",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1 hour",
        "detailsField_faces": "122,102",
        "detailsField_vertices": "61,291",
        "detailsField_textureRes": "5200 x 5200",
        "detailsField_meshSize": "210 MB",
        "detailsField_webFaces": "122,102",
        "detailsField_webVertices": "61,291",
        "detailsField_webTextureRes": "5200 x 5200",
        "detailsField_webMeshSize": "14 MB",
        "detailsField_xrayPower": "220 kV, 0.1 mA",
        "detailsField_XYCount": "1958",
        "detailsField_XZCount": "1239",
        "detailsField_YZCount": "1738",
        "detailsField_voxelSize": "45.1 &mu;m",
        "detailsField_totalCTSize": "9.09 GB",
        "nasaPinsState": "XQAAAAKNAwAAAAAAAABDKkpmE5vI5NhefK5e5WJ2ww-oHEw6zuAfJHwLUgQBI_kR8EURd8P-FphYYIUanQleRICUiJQqCteqrcGYJQns07uK_0xqLlwU589_CKePWPo3naTRweLPBr90f3SG8wePN9A9nQ76lqr5NcpdriFedHZUNn0BZbkAteGhdxj2rTyU8ZDX1pCsIsdPRb8yyU6dI7Wz2QLn0qB9iK5A_HYlGXgRZyG6lYKZOgOz0eKjwqsAOjz8XWp8nETU7bq7bLB0W9WppDNs7NPwHgk9QS_0ZZLrco4C9Ck_MH9E7N_BsPyFboi-V32vVwH0aOrIuT8WKkwUbaqgfCAOf_aJTdbWUfURIgQI9HK9jIHhN-nfLbjIW2X8NNtpehBG08h6qz4NXzOvGTf_V6vq7zZtC04I7k6pCjJG-pFgYrQp3OLXeuUl1imiVKA-EzfwPc03Y-RFo3IDlFBccDWzqJ2hIMI2FyVfRHfSnVcOe5qpca2f8pegX33Opft0Q3fV_J8ulnCupWM_lpj6CvMBINkMxHcXC-VmPGjoiD0rhD_wBpkGDexrMJmYb4MTYuSGw8aAJAVntxdPKjLYC-xR9DfnX-D8PY9UNt58oZRytpNS8n40DYSQqiXmhU_JqCrXn8EDmv0VXPvXAhexk5moGjhMhqrXUzdoqj_kDF0U0zNUppEhdCs3Arl7jGjrovwOQJQU2trppay1QNvYhgEdL6YQd74M0_b-a2C-ByYWfL-Dp9kJG1n0Mv_2jCjc"
    },
    "12038-7": {
        "display_name": "12038,7",
        "origin": "Moon",
        "collected": "Bench Crater, Ocean of Storms, Apollo 12",
        "classification": "Feldspathic Basalt",
        "origin_category": "A12",
        "origin_category_title": "Apollo 12",
        "explorer_paragraph": "The sample's long coarse-grained feldspathic lath crystals, which you can see clearly in the X-ray computed tomography video, indicate that this rock cooled very slowly.",
        "story": "<p>Apollo 12's exploration of the lunar surface began on November 19, 1969, in the Ocean of Storms. During the second EVA, Astronauts Charles \"Pete\" Conrad and Alan Bean collected a Moon rock from along the edge of Bench Crater now known as Lunar Sample 12038. A large rock weighing 746 grams, it is among the 34.4kg collected by the Apollo 12. It is a distinct sample that shows its long grain structure clearly across its surface.</p><p>The story of Lunar Sample 12038 remains a bit of a mystery. Common to the other samples found at the Apollo 12 site, 12038 is a basalt, however it is the only feldspathic basalt found during the Apollo missions. Apollo 12 basalts formed 3.1 to 3.3 billion years ago from lava that welled up to the lunar surface from 100 to 400 kilometers beneath and filled the large impact craters formed from meteoroid bombardment of the Moon. The crystallization of 12038 is dated to be between 3.28 to 3.35 billion years, suggesting that 12038 formed in the earlier time period associated with Apollo 12 basalt formation, if not before.</p><p>In contrast, 12038 is a unique basalt whose origin is uncertain, perhaps the result of a localized lava flow or deposited at the site as impact ejecta. 12038 has been found to have high concentrations of trace elements and rare gases, furthering the intrigue of researchers. Orbital data collected by the Luna Missions suggest that the composition of some basaltic material at Mare Crisium and Mare Fecunditatis are similar to the compositional signatures found within 12038, indicating that a similar magmatic flow from the mantle might have reached the surface in different regions on the Moon.</p><p>Once lunar processes left 12038 sitting on the lunar surface, it encountered impacts by micrometeorites which formed tiny craters across its exposed surface. Cosmic rays, which etched the rock's exposed surface, depict what is known as a soil line, indicating that 12038 had only one orientation while on the Moon's surface. When the cosmic ray tracks are dated, it reveals that 12038 stayed in complete stillness at that location on the Moon for 1.3 million years before being found by a human.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 12038's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 12038,7. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 12038's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=12038",
        "embed_camera_distance": -0.26,
        "homepage_embed_camera_distance": -0.35,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "26 hours",
        "detailsField_faces": "13,423,482",
        "detailsField_vertices": "6,711,031",
        "detailsField_textureRes": "4950 x 4950",
        "detailsField_meshSize": "1.66 GB",
        "detailsField_webFaces": "100.000",
        "detailsField_webVertices": "50,002",
        "detailsField_webTextureRes": "4950 x 4950",
        "detailsField_webMeshSize": "12.3 MB",
        "detailsField_xrayPower": "220 kV, 0.12 mA",
        "detailsField_XYCount": "1869",
        "detailsField_XZCount": "1643",
        "detailsField_YZCount": "1329",
        "detailsField_voxelSize": "46.3 &mu;m",
        "detailsField_totalCTSize": "8.67 GB",
        "nasaPinsState": "XQAAAAIhBgAAAAAAAABDKkpmE5vI5NhefK5e5WJ2wyqNkAledMfcxoIC3ycza8J0hDVeErP1rELatJT6DZvBCOFg8B567soOIy-2I2BGrw6tgdPD6tQQ-Y4FLUyglo2HCqx1KRBp8F2tkZZKX3ws9csC0pEH-gb0JG_J5qqRnCH67u7eFusBpHWYawbe0m_by6KUhmeUwzLITQXmwF6tN4bE7xHqmaH1BwP1RtM450x-VwLH4ERcrX9Xt6VLKgc1h_vkLfAVGgtqeJomPlP64HEtpTqAWNkxvnkKfnV0zGjRBg_N9omZNWLy_cCWODMFpDZ3-uJkFwHGW5ysjO_APalt_o8kBClJum3eyKzkc_xPNGClF59-G8cP0ANO2uXkislwPxTx6cgbpEE19UlUyNfgr6pzOcYQMPbJzdWcRHHr03b47Emej_zrQYQNMtfjz_HNOam9FLapQRwQLKDo2MOjZXLOA96qikWITcDXQb7x2HNRbsKGb9GHklAJatspUlpG6CA7UBci15Xiv0JNigISMWxNV4Hs8g4V4gXrEQwMFnqasre5XThFL3EBSJl1sIbwwkxq9DWKYhsY_RRZssT9l_cx57zHLWbN9IDV3wgYrfq_KaN0GXEdFOXE5PCh5ohUYK_9W1BqrDmExFbGDl-8-647O2vRuadHxE5Gvog0sQKVPnWpdSLgGOFaLmwMQxrrRAdimQV35N2quMr0V3EDXtSRHUKsKols1JvDrk8fvNouw3lmSiCIsqRsK9WDyns8WEJkJN18dUNaOFBq_0yipSNp9tIJzQdAe8ZzcbWwe3jyvHQ9W3WaKgQjxFPmqvFjtu9ZvM2QaO3afuUKA3lh86hZrypDNyVG18OaQMPtCXD0lC7khugKPlH8pcHN1bzKpr-xhX--7LgIxghmCfZR4V-qQjUbIk9teFK7xBi3RoB1PuXKYOFAIc5DB09rtxsXEtXRc_kHGOzfFTiICVHBpHu--k03hQ-ouYpfwcNqEqKhRpYGucViN2r6ZHwCBmT9Duhmg-8PIEEel5ikjKjdG_4BUE4ZZINDYPzJD_fmEKEj0cQYKWJf88s5fOfGjqNx3M-oF0214ycvacVT-Tfl7E0Vq-b32r4opwbHfNfHb7xM5e4IAybg2CbOPxqPU5L89LflP0__bMrGAA"
    },
    "14305-18": {
        "display_name": "14305,18",
        "origin": "Moon",
        "collected": "LM Landing Site, Fra Mauro Formation, Apollo 14",
        "classification": "Crystalline Matrix Breccia",
        "origin_category": "A14",
        "origin_category_title": "Apollo 14",
        "embed_camera_distance": -0.3,
        "homepage_embed_camera_distance": -0.65,
        "story": "<p>The geologic history of the Moon contained within Lunar Sample 14305 is expansive. Discovered near the Lunar Module landing site during the Apollo 14 surface mission, 14305 had been lying on the surface of the Moon for 28 million years before it was picked up the Apollo 14 astronauts. Yet its time on the lunar surface had been far from restful. Studies revealed that 14305 has micrometeorite craters and cosmic ray tracks covering both sides, indicating that the rock had flipped after its original landing, moved through the force of other rocks hitting its surface. But where did this rock come from in the first place?</p><p>Although it was found in the vicinity of Cone Crater, where many of the other Apollo 14 samples are thought to have originated from, 14305's exposure to cosmic rays (28 million years) is greater than the age of Cone Crater (25 million years), leading scientists to theorize this rock was not local. Cone Crater formed atop the ejecta blanket created from another impact, the Imbrium impact, which occurred around 3.9 billion years ago—but that would have been far too old to be the origin of 14305.</p><p>Mysteries continued to mount when comprehensive studies began looking into each of 14305's many different clasts. Originally classified as a Crystalline Matrix Breccia, and now more commonly called a fragmental breccia, 14305 is comprised of fragments of minerals, lunar soil and much older rocks. These rocks were broken and mixed together during multiple impact events, then finally solidified into a single rock from heat or shock, but in such a way as to not melt the embedded fragments. In this way, eons of lunar lithologies are preserved. Fourteen individual clasts of great import have been identified within 14305's light-colored crystalline matrix, many of which range greatly in age and minerology. The matrix itself crystallized 3.92 billion years ago. An anorthositic troctolite clast was discovered, a rock type presumed to have crystalized out of the original magma ocean that covered the Moon in its youth. Micro-granites were found, a rock type that is a rarity on the Moon. A variety of FeNi metal grain types are found, revealing a meteoritic origin, and perhaps pointing to the impactor that freed 14305 from its original formation place. A dark ancient piece of mare basalt, formed out of the volcanic processes of the early Moon, was found to be 4.2 billion years old!</p><p>It is remarkable to consider that a single rock such as 14305 can tell a story that spans the Moon's ages. This lunar sample has sparked a great deal of significant research and has given us a glimpse into both the dynamic processes that formed the Moon and the scientific studies that reveal these lithic stories to us.</p>",
        "curation_details": "The rock shown in the above model and video is a subsample of 14305's original parent rock that was picked up on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. The child rock modeled above is therefore specifically identified as Lunar Sample 14305,18. Rocks are subsampled for proposal-approved scientific research, education and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 14305's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=14305",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1.5 hours",
        "detailsField_faces": "200,000",
        "detailsField_vertices": "100,002",
        "detailsField_textureRes": "6800 x 6800",
        "detailsField_meshSize": "344 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,002",
        "detailsField_webTextureRes": "6800 x 6800",
        "detailsField_webMeshSize": "20.8 MB",
        "detailsField_xrayPower": "215 kV, 0.372 mA",
        "detailsField_XYCount": "1880",
        "detailsField_XZCount": "584",
        "detailsField_YZCount": "852",
        "detailsField_voxelSize": "78.95 &mu;m",
        "detailsField_totalCTSize": "1.77 GB",
        "nasaPinsState": ""
    },
    "14316-0": {
        "display_name": "14316,0",
        "origin": "Moon",
        "collected": "North Boulder Field, Station H, Fra Mauro Formation, Apollo 14",
        "classification": "Regolith Breccia",
        "origin_category": "A14",
        "origin_category_title": "Apollo 14",
        "story": "<p>The story of lunar sample 14316 remains a bit of a mystery. This small rock from the Moon has an unusual visual appearance both in texture and color that makes it stand out from the other lunar samples in the collection. It has also not been well studied yet; in fact, the main mass has never been chemically analyzed nor has the rock been dated. Perhaps further analysis of 14316 will pair it with other chemically similar rocks found on the lunar surface and provide new understanding of how chemical similarities may still have distinct visual variability. Or maybe 14316 holds significant and entirely new knowledge of the Moon's formation processes.</p><p>What we do know of 14316 is that it is a regolith breccia, which means it is a rock made of lunar soil and the broken fragments of other older rocks that were solidified together from the heat and pressure of an impact event. Numerous glass-lined pits were found across most of the surface, which are formed when micrometeor impacts melts the tiny impactor itself and part of the rock where it hits, which then cools too quickly for minerals to crystallize. Also indicative of impacts, 14316 has many glass-lined fractures, which are likely produced by shock melting of the matrix during impact.</p><p>Initial classification analysis found a norite clast, which is a fragment of ancient iron- and magnesium-rich rock from deeper within the Moon's crust. Adding to this interesting clue, one thin-section reveled a striking pink spinel, a mineral thought to be produced by the interaction between these deeper originating iron- and magnesium-rich magmas with the surface originating silica- and aluminum-rich rocks. Pink spinel bearing lithologies are often associated with the Moon's plutonic crustal formation processes—the earliest crustal layers on the Moon—and if 14316 were found to preserve these ancient details of the Moon's early formation it could reveal a complex geologic history of this distinct magmatic process.</p><p>Researchers have noted that 14316 is comparable to another lunar sample found just before it, called 14315. Both samples were discovered by the Apollo 14 astronauts in a region not far from the Lunar Module known as the North Boulder Field. Also a regolith breccia, lunar sample 14315's chemical analysis yielded questions about whether it was originally formed at a different location on the Moon, because the regolith that formed it did not originate from the soil found at the Apollo 14 sites. Were 14316 to also reveal it is comprised of non-local regolith, this could lead to new knowledge about how lunar material is transferred across the Moon.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 14316's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 14316,0. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 14316's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=14316",
        "embed_camera_distance": -0.12,
        "homepage_embed_camera_distance": -0.18,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "21 hours",
        "detailsField_faces": "1,310,116",
        "detailsField_vertices": "655,053",
        "detailsField_textureRes": "2730 x 2730",
        "detailsField_meshSize": "149 MB",
        "detailsField_webFaces": "100,000",
        "detailsField_webVertices": "50,002",
        "detailsField_webTextureRes": "2730 x 2730",
        "detailsField_webMeshSize": "7.59 MB",
        "detailsField_xrayPower": "150 kV, 0.17 mA",
        "detailsField_XYCount": "1615",
        "detailsField_XZCount": "1334",
        "detailsField_YZCount": "1649",
        "detailsField_voxelSize": "19.5 &mu;m",
        "detailsField_totalCTSize": "6.03 GB",
        "nasaPinsState": "XQAAAALyBgAAAAAAAABDKkpmE5vI5NhefK5e5WKtRjOQhBB1eCvPp0ehNZDKK2kcVHU-Z5VFInMFDLOHMeMNN2rcDmOJlKKzZk70QvgyEMsypwzJhLwaFyobXA4NOpuud4GYSAmLpaG2n01CF-RXarwIumIQoL8XL9mkRyEwGR9xxniAUuZUhd3NGSyhE5qVpsQk8p6KWJg_Keu90WdlEIWYhD1NcfLTH2dAv-Og_c1usTPX3RlSGS70LRgE6vhgFSK2PixYJTSU40l8e53-85kUqi1Clhrn4nnCHhfCqy_Ell4B-5e62smhGpTFUW_KDt_RqYb-_lFcxqrR-p1ZydW1JcoW1uj5yT5iwTW2JRITrYwsHtZHdYDRFh_ZKzX47gQdX8I8jByDFQPOlacCrkPbYV7Zd04RF1K_-UAuH-VbRCGN9r1xa-b_tP5XC6iw_u4x_1rSriWIxeZzHbG8sVoNCid2UojzfHa1fd2dYKgX2WYjQZYkea5UZLKJ9XSOPgntLkZENiUORBVUsUXk8QFDtog3dYebQ2uyTDq8s8rysLJfnP8Yr6w6jAKacyyQ_Si_BoRcSpBUwBHZm7mDfXYsU5OfJHMMivQVuVDWOw7xT-J-CYc67I9ICwkqdrWpmJIZPHTgtKOZepQiGSdSHrNpdMM9YkSAq1TlYt9alGt8Ub2ekAl9ZUvY07nGdqAYT5-DLraTWdboRdbKPHoG6fKZSSI6MzZSfywhfH8Wq9M9SCw3FaI52TKDpm6YF6kBMBL7qcpFU2rQq8539jYEN4q3bKqQOB5Qs9680WPPLdplWp7g5U_rC08a0BC_ui-zF5lFBuyRRHtTyrWZiQo16zm0quckcw5SXEyRVEZszTENx17HP2AVWXei40yi0uAHmPtRsmp61RwGbaAj5JPFfW41MvKGb0HmVzyCptBZBKaySwtL9r2t5WCRCirjIIce0Y_qrxCj7ZpV76junq9y6VX71rjD3WFzncfpjNNytfKerHHR9hKYx4Y9HIF9ggKPqgA5qD18gHgBsL2HC7sW5sB-PioU3_Ai4iStPx9DdHPQn1GF0X7z-ysvwWUE3v2smdnh-EVakMb3PrRJDkQQhRyML77xocKYgxRpKZlm4n9WflNpPZW2-YQlx0vE_hsX1PxxV43t23JQD_QkgRV1tsXqbJJyQTM1_i_TbwUVK2UkTtV1gOFAe8o7BwcfbDnmhYUojv72JImf"
    },
    "14321-1404": {
        "display_name": "14321,1404",
        "origin": "Moon",
        "collected": "Cone Crater, Station C1, Fra Mauro Formation, Apollo 14",
        "classification": "Regolith Breccia",
        "origin_category": "A14",
        "origin_category_title": "Apollo 14",
        "story": "<p>The geologic history of the Moon contained within lunar sample 14321 is encyclopedic. At 8.998 kilograms, 14321 was the third largest rock returned from the Moon during the Apollo surface missions. It is also one of the most researched lunar samples in the collection. Discovered at the edge of Cone Crater in the Fra Mauro formation, 14321 it is believed to be ejecta from the Imbrium impact, which formed the largest crater on the Moon's Earth-facing surface and is one of the larger craters in the solar system.</p><p>The Cone Crater impact is relatively young, occurring around 25 million years ago. This crater formed atop the ejecta blanket created from another impact, the Imbrium impact occurred around 3.9 billion years ago. The meteorite collision that carved Cone Crater excavated a hole into the lunar surface that is 340 meter wide and approximately 60 to 80 meters deep, providing a window into Imbrium basin's stratigraphy, and gave clues into how the Fra Mauro formation evolved. The rocks found closest to Cone Crater's edge, such as 14321, are believed to be from the deepest depths of the excavated material caused by the Cone Crater impact event and are therefore thought to describe the characteristics of the Fra Mauro formation itself.</p><p>Given its multiple impact histories, 14321 is a complex collection of rocky stories spanning 4 billion years. Classified as a clast-rich fragmental breccia, nearly 30 percent of 14321 is comprised of fragments of much older rocks. These rocks were broken and mixed together during the impact events, then finally solidified into a single rock from heat or shock, but in such a way as to not melt the embedded fragments. In this way, eons of lunar lithologies are preserved. Darker basaltic clasts from lava that cooled on the surface are abundant. Anorthositic troctolite clasts were discovered, a rock type presumed to have crystalized out of the original magma ocean that covered the Moon in its youth. A clast of lunar granite was found, a rare occurrence on the Moon. Many more clast-types have been discovered than can be listed here, all contained in a light-colored crystalline matrix with a surface that shows evidence of micrometeorite impact and cosmic ray exposure.</p><p>14321 is, as all rocks are, a time capsule. Filled with geologic mysteries, researchers are still unraveling the incredible stories captured inside this incredible piece of the Moon. In fact, new research published in 2019 proposes perhaps the most remarkable story yet: the possibility that a small felsite clast could be a tiny piece of 4-billion-year-old Earth. This rock from the early Earth is thought to have landed on the Moon as an Earth meteorite. If confirmed, this rock would be the oldest known rock from our planet and would signify a remarkable exchange of material between the two worlds.</p><p>It is stunning to consider that a single rock such as 14321 has fueled so much research over fifty years (and counting!). 14321 gives us a glimpse into the dynamic scientific studies that endeavor to reveal the stories within the rocks.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 14321's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 14321,1404. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 14321's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=14321",
        "embed_camera_distance": -0.3,
        "homepage_embed_camera_distance": -0.4,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "19 hours",
        "detailsField_faces": "714,040",
        "detailsField_vertices": "357,020",
        "detailsField_textureRes": "4300 x 4300",
        "detailsField_meshSize": "169 MB",
        "detailsField_webFaces": "100,000",
        "detailsField_webVertices": "50,002",
        "detailsField_webTextureRes": "4300 x 4300",
        "detailsField_webMeshSize": "10.7 MB",
        "detailsField_xrayPower": "180 kV, 0.167 mA",
        "detailsField_XYCount": "1576",
        "detailsField_XZCount": "1601",
        "detailsField_YZCount": "1450",
        "detailsField_voxelSize": "52.48 &mu;m",
        "detailsField_totalCTSize": "6.43 GB",
        "nasaPinsState": "XQAAAAIpBAAAAAAAAABDKkpmE5vI5NhefK5f94StRj9VH-HeK2WJb9HN1H5B-cZLv4IqNIefv_d574iBZ22dSiBmYga1u1wIVnaKtswmZlluXcutRo6D_-_yCYJjdpLTb143ZXPRsdtoSl6AQenI1B6r5GdEIegurPgNITw5ubuX0D_2vwdsI5tzKlaeKfJKukLjvjcf2To_PuK295A3j1eKvJkugOjH3HeQXSc8oaZXFHwU5UOpo9v9qkc6AqMNLn-35lp6VaRqW9YiVyCWfF0D_obQAzP3MMVClXPD255YZrOejec6xfXKo-HxgoWRYZN5Lvw2XQ-JWvV_lRXyY6CAs-7KygakLi4YtOrK1Y23hq14fmLX8dAy8CgFXeJZcVPCrDuxZ6n4v-s-OCG6VBIWluRHuNaqYLyU4Gq4jYC6EA9lZF1eCDrXOenB4RjkRdAb5zlMFkby7bnmH1fJ3QBibcGMllcGBiHCorqENarMUUJxKslmZok8s5czHo3i18Cm8mvYvDSsrBy6BuidYoip1Pugb7PvMzsL5THnBUJFawxzZZNymg2ZZT63Kbo9ACblu5I3u1xUQazPrj7_KPfeI8tsvSWqOXiVhc-PWcKUupIci74oxXIo-gIzCzZcMIGz8o6EHpLxoztEJKBnRXsCBso1LBwF3HT5AM55NswRNxJpcJ7bNKLw0k5TgDbf0M3vrKNlrwOzGf_ugfg2ZrzuJU-1EV7IxGumQ3Ir-4iXFna2XAtXPHMylJzUxzxbxFirqPzE_pCQNqk-TyQPBPGbV0nCB20wpH2mjReeB71udTuHwXKCVPfjlujYv9hgmAJ7Z7nsJ6G0uO7rJy-REpjt_51fQCjA6kfefWCk8_lUf_nlVhsN_-7mFv8"
    },
    "15016-0": {
        "display_name": "15016,0",
        "origin": "Moon",
        "collected": "Between Station 2-3, Hadley Rille, Apollo 15",
        "classification": "Low-Ti Olivine Basalt",
        "origin_category": "A15",
        "origin_category_title": "Apollo 15",
        "embed_camera_distance": -0.3,
        "homepage_embed_camera_distance": -0.4,
        "story": "<p>The story of 15016 is a tale for rock collectors everywhere, who understand the pure excitement and impulse in picking up just one last rock.</p><p>The story goes that Apollo 15 astronauts, Dave Scott and Jim Irwin, were driving the Lunar Rover back to the Falcon lander with haste, when Scott spotted 15016 laying on the lunar soil. Believing that permission to stop and collect a rock would be unlikely given time constraints, he instead communicated that they stopped so he could adjust his seatbelt. Scott quickly collected the rock, but since no documentation image or field description was captured in the mission transcripts, sample curators back on the ground couldn't identify when or where this sample was collected. Scott then revealed that it was a rock he picked when he had to change his seatbelt, saying, “I saw it on the ground, and I just couldn't resist… it's unlike anything you've seen from the Moon before.” Ever since, 15016 has known by its cultural nickname: Seatbelt Rock.</p><p>Classified as a Low-Ti Olivine Basalt, 15016 is exceptionally vesicular, with these small spherical cavities constituting about half of its volume. These vesicles tell the incredible story of the formation of gas bubbles escaping erupting magma and solidifying within the rock as it crystalized out of the magmatic flow. Experimental studies of 15016 and other basalts collected from the Hadley Rille site during Apollo 15 reveal that the volcanic magma that formed these rocks flowed from depths within the lunar crust that were greater than 250 kilometers. Continued study of lunar basalt vesicles helps scientists understand the emplacement conditions of particular lava flows and add to the growing knowledge of the dynamic processes that formed the Moon.</p><p>Lunar Sample 15016 is known to be 3.4 billion years old, and after impact forces brought this rock to the surface, it lay on the lunar ground for 300 million years before the statistically improbable moment that it caught the eye of a human, who just happened to be driving on the surface of the Moon.</p>",
        "curation_details": "The rock shown in the above model and video is the currently the largest remaining mass of 15016's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 15016,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 15016's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=15016",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1 hour",
        "detailsField_faces": "200,000",
        "detailsField_vertices": "100,004",
        "detailsField_textureRes": "4600 x 4600",
        "detailsField_meshSize": "174 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,004",
        "detailsField_webTextureRes": "4600 x 4600",
        "detailsField_webMeshSize": "17.7 MB",
        "detailsField_xrayPower": "170 kV, 0.16 mA",
        "detailsField_XYCount": "1883",
        "detailsField_XZCount": "1687",
        "detailsField_YZCount": "1471",
        "detailsField_voxelSize": "43.8 &mu;m",
        "detailsField_totalCTSize": "8.69 GB",
        "nasaPinsState": ""
    },
    "15556-0": {
        "display_name": "15556,0",
        "origin": "Moon",
        "collected": "The Terrace at Hadley Rille, Station 9A, Apollo 15",
        "classification": "Low-Ti Basalt",
        "origin_category": "A15",
        "origin_category_title": "Apollo 15",
        "story": "<p>Lunar sample 15556 is one of the most vesicular samples from the Moon. A vesicle is essentially the residual mold that was cast by a small gas bubble and are a signature of volcanic activity. The quantity, size and shape of the gas bubble-formed cavities in 15556 can provide clues in the story about how the eruption process that formed this rock occurred. Dated to be around 3.4 billion years old, this large and remarkable rock tells the story of volcanic processes on the young lunar surface.</p><p>Basalts tells us specifically about the Moon's mantle. There are no known samples in the Apollo collection that contain pieces of the Moon's mantle, so lunar basalts provide the best view we currently have into the Moon's interior. Basalts formed from magma that originates deep inside the Moon where radioactive decay of certain elements generated enough heat to partially melt the Moon's interior which then flowed up to the lunar surface. When you look up at the Moon in the night sky, the dark areas you see are the vast flows of basaltic magma that filled massive impact craters across the Moon's Earth-facing surface, which we call \"mare\", meaning \"sea\" in Latin. These basaltic seas can vary in composition, which can tell us something specific about the rocks that melted inside of the Moon before they flowed to the surface.</p><p>Studies of 15556 indicated that it may have been formed by a non-explosive volcanic eruption where the magma rose from inside the Moon. As the magma moved upward from the mantle, there was less pressure exerted on it and gasses which were completely dissolved in the magmatic liquid began to be released as pure gas. The closer to the surface the magma rose, the more gas was released in the form of bubbles. While scientific consensus has yet to be reached on the exact composition of the gas driving such eruptions, it has been postulated that carbon monoxide may be the dominant gas.</p><p>In 15556, approximately 50 percent of the rock's volume are vesicles. As vesicles moved upward in the magma, they joined together and became larger, cooling in place on the surface as the magma solidified rapidly. In this way we can know the up and down orientation of the rock within the flow. You can view this incredible feature yourself in the A3D Explorer!</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 15556's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 15556,0. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 15556's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=15556",
        "embed_camera_distance": -0.4,
        "homepage_embed_camera_distance": -0.5,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "12 hours",
        "detailsField_faces": "29,865,154",
        "detailsField_vertices": "14,931,943",
        "detailsField_textureRes": "5500 x 5500",
        "detailsField_meshSize": "2.43 GB",
        "detailsField_webFaces": "199,989",
        "detailsField_webVertices": "99,396",
        "detailsField_webTextureRes": "5500 x 5500",
        "detailsField_webMeshSize": "18.6 MB",
        "detailsField_xrayPower": "170 kV, 0.14 mA",
        "detailsField_XYCount": "1877",
        "detailsField_XZCount": "1760",
        "detailsField_YZCount": "1400",
        "detailsField_voxelSize": "55.2 &mu;m",
        "detailsField_totalCTSize": "9.65 GB",
        "nasaPinsState": "XQAAAAJ-AwAAAAAAAABDKkpmE5vI5NhefK5e5WLb4GaccTcB7Y2fz_ZadCRArTTGkwPqjDx7FfpFDoeozbpLKGJGJTr-wnLEqW5HuqKOeKGSMjC85abLqgo4CJ1ZnZk6M47NXCMio1CgdSN0fOuogiIIMp5ml044yvhzIxXAMf34kdVLdPeI14zy73bacflk-7uy7dIuipKq2RBesd8trsZY02zhr0D9O5l8qY_yCFJLADUHgRj40KTMBunwY8HWj3B646S165Dtk39joWZYlKdW3vkUpkocilhRQmv3lW4oVSMSxUL2jpESECRmHKznIh_XOeH-bp6ViqxB7nV6RbRWg9nfZCRu6Hj-XsduUPH-tYI2wmd-K5YyseCFZy8_uzPsBQMwv-Tsnt4BJlkCE7SDSsxBXX0jURSsu6Xt4yW2zvLDNlQNWpmOkQtywjAEX-ibFjfGQzANym982bA-pLmaT26xt7r54UdXGHVn8IoHgaqTYj3hfO5GG7B5FWbVujvAtkQYYn31u-Krs-i0WD9X2zQVRZhOkCJdIG7j-MVkk3BACLaJ-ZG0ATHdn7eMA1EqCpQKu9tWH99xPyW12mlMc0_H5iXi7cYsOkZBaGPGHJrGhMF2o4Y2RkglPqB2wgXBvCCd9YC5XJxKhAXs1gxVz23GoTBePKMeMzScaZuLRDbjCwWH4FyUCiIx0yegRCNu_LoofMUPy3bOYQ-bFCyefJlNsIM2DQ0GpmTf_aaHag"
    },
    "60019-4": {
        "display_name": "60019,4",
        "origin": "Moon",
        "collected": "Between Station 10-LM Site, Descartes Highlands, Apollo 16",
        "classification": "Ancient Regolith Breccia",
        "origin_category": "A16",
        "origin_category_title": "Apollo 16",
        "embed_camera_distance": -0.25,
        "homepage_embed_camera_distance": -0.35,
        "story": "<p>When Astronaut John Young picked up Lunar Sample 60019 during the Apollo 16 surface mission, he described the Moon rock to Ground Control, saying “I just picked up another breccia, but it was very interesting because it had some very dark clasts in it, and it was primarily a white matrix.” Even on the surface of the Moon, this rock stood out as particularly interesting.</p><p>Lunar Sample 60019 tells the story of a dynamic, crater-producing impact event with riddles that have yet to be answered. This Moon rock, which weighed 1887 grams when it was collected, is a Regolith Breccia, which means it is an impact-consolidated conglomerate comprised of lunar soil and older rock fragments that were mixed and fused together during the chaotic heat and pressure of a meteoroid hitting the surface of a planetary body. Evidence of such a large heat-producing impact can be seen on the surface of 60019 in the thick vesicular melt-glass coating that covers one side of the rock. Tiny impact craters from micrometeorites are visible across the opposite side of 60019 and point to a long history of being exposed to space while lying on the Moon's surface.</p><p>Regolith, which makes up 60019's matrix, is a complex mixture of material that covers the surface of the Moon ranging in thickness from five to ten meters thick. Regolith is comprised of pieces of the lunar crust that have been pummeled and broken down by billions of years of various types of impacts, from large fragments of asteroids to the smallest of cosmic dust particles and even solar wind. These planetary and interplanetary forces have created the Moon's soil, which has textures that can be as fine as dust or sand and contain multi-millimeter to multi-centimeter sized rocks and pebbles. Its maturity is dependent on when it was first formed, therefore regolith varies across the Moon and tells the story of more local processes.</p><p>Even though this sample has never been chemically dated, nor have any of its clasts, it is considered to be one of the oldest regolith breccias collected during the Apollo 16 surface mission and is thought to have formed somewhere between 3.85 and 4 billion years ago, which is why 60019 is further classified as an Ancient Regolith Breccia. Yet, 60019 has abundant clasts, some of which have been studied and some of which have yet to reveal their stories. Large white clasts permeate the sample, some of which have been found to be feldspathic and poikilitic, indicating a magmatic origin. Two small basalt clasts, also originating from volcanic processes, were also identified—perhaps these were the dark clasts that John Young was referring to when he first picked up 60019 on the Moon.</p>",
        "curation_details": "The rock shown in the above model and video is the currently the largest remaining mass of 60019's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 60019,4. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 60019's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=60019",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "6 hours",
        "detailsField_faces": "8,426,324",
        "detailsField_vertices": "4,217,816",
        "detailsField_textureRes": "4000 x 4000",
        "detailsField_meshSize": "729 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,102",
        "detailsField_webTextureRes": "4000 x 4000",
        "detailsField_webMeshSize": "16.4 MB",
        "detailsField_xrayPower": "170 kV, 0.21 mA",
        "detailsField_XYCount": "1879",
        "detailsField_XZCount": "1281",
        "detailsField_YZCount": "1029",
        "detailsField_voxelSize": "45.4 &mu;m",
        "detailsField_totalCTSize": "4.51 GB",
        "nasaPinsState": "XQAAAAIoBwAAAAAAAABDKkpmE5vI5NhefK5e5ltJriEvAX6bDew1Y-mPCuWgraPBBu9-9LvIxQ7ocUjebm0cR_uGl9Ihb33rwfX4fN2eevnOnu6LCF1i_m6QopBQErERxQ-23kZfJcJUbsy5UlzVr2xnY0M-zjyhrb5ZKhynz_7tUl6u7YeTcJm5cTVsaA0_z37duhCkLWdDwYBnFAnekYUmJ0zZlMs8hnMPOnAdbdIVKgoPIthE3qY0Gdvr3qH0NePQKyix1soEgPdBHXoIb1z_7D0mV-JXE4mXbiqBKQv-Qhms6hU2qt5axpsO65WJI59cwZOD1MXSRFzcu2pVcMdh1Bw6ElFglOpTuXlvSHSPOJi00ikcvfLc1RppCQ36MIVLIkXoscOoprumm69W0iItM9McVsJJjfUFYibio3Spxd0SCWUKbzTKEYPl3nMn6kDSgXmdizsH5wCMjZgaK0qDxJ1Mm5s0BWjGR65KChhVgXThmPBa_gutcOZWIT0k5VK9eAkw4G6bs9CHwOgHZdhfqJTOaXLU-mO4A4Cj6vtTNZP9coco_7pw5RiWaQIPeZrXIYU7a5-saqwbwfqkmzEtmm6nnvHtpAaI2qpd-YNHXKUB6pjGpSXKFhinOzOjx_GyAZ4afONMEdeB4Zjnh4iQDxk7_E65svdnqx9k3PeFkip-QDfk32g_bnAnAbYTohYKxCw8EOSW5AxCRAs-4nerFOJ2p5BM-eXiHaKk8okRUCzXfSSbuaxxTqtvIDVapuiEKh-t762__z6o5fRx5xLFt6TARy_2E8qOhmd0amzfpwsVF4pzPJ0EmVWpjDJ_BR3ZFEFMEGZADuyep8FVsTnO0oGMSVrjVTxyVU_JIAXzv9NpcabrwZP7CX7I1iN70ebxrhV2tncbb51YjBzza498Fp-YO_kiKZIfBREU43l5wganU5MudJEUC2HHNnJR8fDT51sLISfp9V59AJbUtJcpj3g9H3OVAUpsqj9o16Z9XszE_Cg7TyIOdepeZjKlp19GcMlB7zuy2z-TbUDtX7N9KTLdLvhYE8BubeXW9XrJbcuB89_0aPIkp8zTyNSUp_vv-VETb2uTxxZbpdkVOEACyUaQ_bBjF3CzCNUFhnTvCdRXHUUllIqda9RWG_N3tiEgHV_ihscGBsKtBfasKEWNWgy3rxF6RCxKawr0bl4o1hTM6oGGQw_jvgaSJtBU0W7BYtj4jy1l0e710IPA8AXaYvpBqC10Rpthjf_Jgvax"
    },
    "60025-241": {
        "display_name": "60025,241",
        "origin": "Moon",
        "collected": "LM Site, Descartes Highlands, Apollo 16",
        "classification": "Ferroan Anorthosite",
        "origin_category": "A16",
        "origin_category_title": "Apollo 16",
        "embed_camera_distance": -0.25,
        "homepage_embed_camera_distance": -0.3,
        "story": "<p>Lunar Sample 60025 is truly an elder amongst the Apollo Lunar Sample Collection. Classified as a Ferroan Anorthosite and dated to be around 4.4 billion years old, it is one of the oldest rocks brought back from the Moon. 60025 was collected during the Apollo 16 surface mission, which intended to study both the Descartes and Cayley Formations and was found just 15 meters from the Lunar Module. The formation story of this incredible piece of our Moon is as wondrous as it is ancient.</p><p>When you look up at the Moon at night, the highlands are the lighter areas you see on the lunar surface and they are compositionally different than the large darker areas you see, which are the mare basins. The highlands are much older features and primarily anorthositic in composition, anorthite plagioclase being one of the primary minerals to have crystalized out of the magma ocean that covered the Moon in its infancy. Being less dense than the magma, this light-colored mineral floated to the top of the magma ocean, forming the Moon's first crust around 4.4 billion years ago.</p><p>Lunar Sample 60025 is a piece of this first crust. Studies estimate that 60025 formed at a depth of around 21 kilometers, and additional calculations tell the story of a very prolonged cooling rate of about 18-degrees Celsius every million years. The ferroan anorthosite suite of Apollo Lunar Samples, which includes plutonic rock 60025, has provided significant understanding of the chronology of lunar crust formation, and many studies have included this Moon rock in assessing the timeline.</p><p>Most of the plutonic rocks that formed from ancient lunar magmatism in the Apollo collection were crystalized directly out of the fledgling Moon's magma ocean, which itself formed through the Moon's cataclysmic impact-origin. Lunar Sample 60025 also tells the story of continued impacts on the lunar surface. While most of the large impact events can be dated between 3.5 and 4.1 billion years ago, thought by some to represent a Late Heavy Bombardment period, the impact event that originally excavated 60025 from its depth below the surface is thought to have occurred 4.3 billion years ago, indicating that large impact events may still have been occurring during the Moon's earliest formation.</p><p>60025 became re-emplaced within the lunar crust after its initial ejection from the ancient impact event but was more recently freed again by another impact. Cosmogenic dating indicates that 60025 thereafter lay on the lunar surface for about 2 million years before being picked up by Apollo 16 astronauts. The remarkable story of lunar crustal formation may yet reveal new insight with the future study of samples that will be returned from the Artemis surface missions.</p>",
        "curation_details": "The rock shown in the above model and video is a subsample of 60025's original parent rock that was picked up on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. The child rock modeled above is therefore specifically identified as Lunar Sample 60025,241. Rocks are subsampled for proposal-approved scientific research, education and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 60025's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=60025",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "5 hours",
        "detailsField_faces": "5,661,344",
        "detailsField_vertices": "2,830,675",
        "detailsField_textureRes": "4000 x 4000",
        "detailsField_meshSize": "509 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,102",
        "detailsField_webTextureRes": "4000 x 4000",
        "detailsField_webMeshSize": "15.4 MB",
        "detailsField_xrayPower": "150 kV, 0.27 mA",
        "detailsField_XYCount": "1851",
        "detailsField_XZCount": "1315",
        "detailsField_YZCount": "1531",
        "detailsField_voxelSize": "34.8 &mu;m",
        "detailsField_totalCTSize": "8.52 GB",
        "nasaPinsState": "XQAAAALkBgAAAAAAAABDKkpmE5vI5NhefK5fnR0LlhvLcdPoY_Xq9SGbPTuq1QUxUIWOPTXdLVQxYM-jAXYNISNInFywNTfFN1__h8KcRl-BRBa09qygLj-zfcKfznjEoYoXa-T2oZbTMW7Q21qqUukvr6wusn4CcFrMHyxahlhRrIIAqhl7uS5Ur0LZY32bpjmJCbK7VUhuL9y_uHLAM81gKLY5l-f_rth10tlkqxFq8uObQJpooSr1AYPywg5iJHX3m6VEeJt2y0x8CxZstNANNF9B98ucDcSsUv3eYQ4XU-WvK8uEJV-IJpMkBdSGBe2u75YRiavY-tM8qQ17XtaBsCHiygjM5eifb8_-AMEc8Th8XiZHly-njWZkvOe1Xlxp_JABlz9XZaqjuTfxWEdeAACP1bDxy7AuYfowsID9g5ZAbecu2SQgDjrFp4Ka_nrrtRjfd_H8mOVj6yfhTAppMLZzjahui77qrgS7REeePeCM2BLBR9Zxoaf9BpcWpZ6aE59lA71OB2vstG-pE4SNeCJFEo89IbotzmLZpfpueZQfc4C5JJk2EW3c9sOH7fPkG8p3mSH8LyVL-IhyhjkEqy-GQJNI0dvlQzXR3MPZ142pe_9kcDrvTO1r6hzk8nN2TK3aSIQbh9aaqisW-bdW0U3d192PlLBY6y9IEwkGkNvhdJw4YA_PCSInA3_vrQnkFkTqYxNYKgL29-fOVW543OaSh24BfwmyB9uAvOdC0poh6vk2wpdecnjauGDs_Fe0TsJ4vWpaIiLSJ9aHQ0lizvqBaH5AbO_p7hFUeBV33yfRoo-SXWd8LSoDRpuxd6pmzooUEi0kex2wO-uvYarQGKe5BEIg2Mm9-eNKHwssWbCLcAzSGizdAfF1FTEn7QsyZgxOffbkNNfxdbJqtepNyW6v_UwHQFglrZweRR-TRjqU3Ra_XMac7hO3Trp4A79QnIQ_05tKFAnWyZGM1k2rS6zBv6F88lJeZXdE1GExbqxMIAgiYio3pBTfQAHJveczaNf3u1Oz3KpkvnovQCWUKdxOycODYiKccyQyPuW8vpKvpybN04dB4Rp9VOPddkWtmmVud4KFX5BY5PPkeh6tjarQ184BvWQUcQpRndd0k-OUxDZrnfiQvzX2R8X4hM-qiyojguJ1SYCMjsfJuCZBhzyE06vViqKG1tW5SAQ6_9zZMyk"
    },
    "60639-0": {
        "display_name": "60639,0",
        "origin": "Moon",
        "collected": "Station 10, Descartes Highlands, Apollo 16",
        "classification": "Regolith Breccia",
        "origin_category": "A16",
        "origin_category_title": "Apollo 16",
        "story": "<p>Lunar Sample 60639 was found in the area on the Moon known as the Descartes Highlands, a region chosen for the Apollo 16 landing for its vast lunar highland features. When you look up at the Moon at night, the highlands are the lighter areas you see on the lunar surface and they are compositionally different than the large darker areas you see, which are the mare basins. The highlands are much older features and primarily anorthositic in composition, anorthite plagioclase being one of the primary minerals to have crystalized out of the magma ocean. Being less dense than the magma, this light-colored mineral floated to the top of the magma ocean and formed the Moon's first crust around 4.4 billion years ago. The mare basins are large impact craters formed during the Late Heavy Bombardment around 3.8 billion years ago that were later flooded with basaltic lava by lunar volcanism. 60639, a small Moon rock that could fit in the palm of your hand, is a highland breccia that contains within it both a large pristine mare basalt clast and a large anorthosite clast.</p><p>60639 is the only Apollo 16 sample known to have such a large basaltic clast within it. Mare basaltic material is rare in the highlands and the Apollo 16 site and so its presence in 60639 means this piece of mare basalt is not genetically related to where it was found but is from elsewhere on the Moon. But this basalt clast is even more unusual because it is compositionally different from other basalts returned from the Moon by the Apollo missions, suggesting that 60639 may contain a new type of lunar basalt from the Moon. Analysis from remote sensing missions that compositionally mapped the lunar surface pair Mare Nectaris as a close compositional match to the basalt in 60639 and may imply a possible origin. Further study of 60639 may yet provide new clues to unravel how this basalt formed and perhaps confirm where on the Moon it is from.</p><p>Many other interesting features within 60639 leave curiosities to be explored. 60639's large anorthosite clast has not yet been dated, which could deepen the narrative about the formation timeline of this piece of anorthosite in relation to the story of the Moon's primordial crust. A thick layer of glass covers one whole side of 60639, which formed when material made molten from impact was flung across the surrounding area, attaching to rock fragments upon landing. 60639 shows evidence of zap pits—tiny glass-lined craters that form when micrometeorites hit the rock's exterior—evidence of the estimated 5 tons of interplanetary cosmic dust that impacts the Moon's surface each day.</p><p>60639 tells the story of the Moon's tumultuous geologic history. It bears evidence of how lunar crustal materials can be transported hundreds of kilometers across the lunar landscape from their origin by impacts that slingshot the material to other regions of the Moon. 60639 is also uniquely special to the Astromaterials 3D project, for it was the very first Moon rock to ever be made into a 3D model!</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 60639's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 60639,0. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 60639's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=60639",
        "embed_camera_distance": -0.2,
        "homepage_embed_camera_distance": -0.35,
        "detailsField_camera": "Hasselblad H6D-100",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "100",
        "detailsField_photoCount": "475",
        "detailsField_totalPhotosSize": "267 GB",
        "detailsField_modelTime": "288 hours",
        "detailsField_faces": "14,479,732",
        "detailsField_vertices": "7,239,844",
        "detailsField_textureRes": "6370 x 6370",
        "detailsField_meshSize": "1.90 GB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "99,979",
        "detailsField_webTextureRes": "6370 x 6370",
        "detailsField_webMeshSize": "21.1 MB",
        "detailsField_xrayPower": "130 kV, 0.2 mA",
        "detailsField_XYCount": "1921",
        "detailsField_XZCount": "1054",
        "detailsField_YZCount": "1424",
        "detailsField_voxelSize": "39.1 &mu;m",
        "detailsField_totalCTSize": "5.55 GB",
        "nasaPinsState": "XQAAAAJRCQAAAAAAAABDKkpmE5vI5NhefK5e5ls32tOP0IcPBk834Hf8B9QhduXLXuTBYzXlNp7v-gYl5LcX20fDKRWCgqUrAlQKNZOb8u6kTqSufuZFxW9acIixKv2JoShXv8g5R-QvLQolmLsT8yR3aDiyechEHVBQTg5mvlg8iRjTVheSu45DhLMQECJCOyvJLGgR0Ed1MJcAA734UcXs-bAMAu6igPaLPM87wSBZ8kOp6kzdRIY7Jw9XWl4kynlKR2f28dk85CElxoO5J3VDEv4Y0hbsSVcD0uc4fVBpSYA4wTJta-9ird2lXKM4tNIiQu3dEh8T8YF63othipKo3sSQ3hoMe9Qa0f97UPVj3RTzJUqyKfGw6VMnzUpD00zpX_h-dqb5nHNwDS4LIYcy9g7t6RU5PmUlwTzrfkN7TrkvBPiUV8c2S_XJX33uMpOGDtXFNqt9lQEBKhLtPMq1qxzGG0QXMwVK_olZTyvVf5ZrPgx3lgeiTgiz9gjxi2YqBewO3iqa4m0m4R1v7l4qiNCknFUdwzFsQvI_myOHcK9BAhFxmqkOhXDyJBdZRlivB0bm_VCSOu3AnrC2_EzrTUWeSeHoFuiKStEZZjetc4Ap-LIrcq5Af230EGY1Y6ye05Esh7S5jCP223ttWqQm-CdLjNBNcUyoBk_OyEQl7n0Z9g4upGS4IIggPHv8werjByC1zJLJbFATCpAtCv5j0nCfdNjgRS_D85CSrDExuhQ74FNcB3aGHD2iVr4RjLHV9kcT5jWD9ZCZErTIrblG7QpGJe3U9RLwa8jeOORNEo16Ji0moQvnuzafcwAoSdmYpVjH7qX8-PCEDYsdLh05Ke1dJVFSiVtIFuEFT1EiA6vfv8yJm_tX6EMtRvFteN0MoqWUWUg4WURUK9jtEkIK6Nl_3o4nawcAso1vp0KNvFMxxXAr3CcIPqAgumw514V1PMY_aJBKvxtl9BKYJ_-MQiKtQoWmuGsefy1XmCgx5ZKDXdGt405D34zDjzVeCO8feyK5YzVLKdUJgk_F89j2eWSxx67rVMa0x3uJgA9l932YgGCKrk-yMORrD1ZJZ1oCK_Rxrwc2IKRZqjb2oNxwATS70yBMO-m7bjByXMetrItDDbYU6PJxJf9Wh65cNopS6x-ClJsuwguyqKzwPEy1DiNGPirsxq8CQoH1E3a3e9Hx1eo6HThB8cbC59AERc3-hl_oRTbVzVwT4VvrBxPUfSKA-SU2OWDwjLK0CkzL8N2zpvkprVale_M6Jxocdy6romi3IJd-kQu1HAaNxycACRAgTkMMKi-xKESBOCX2bGflUvTQbeELDR21rVMXnBYJxJOfKL3x-ZNvehdWNkk9dIZfy5gS7jJJpsGS6s4QwQNKf6IG6xiZmpEzWdG8u85hTpp1-VBBTW2IUvOo4ZaFdA5hinJkvmi-o7-HdJAvVANQVPt2765KXSrZyanQ3UgifR0Q-M-xCyhFnx9rWP_v1l23"
    },
    "65035-0": {
        "display_name": "65035,0",
        "origin": "Moon",
        "collected": "Station 5, Descartes Highlands, Apollo 16",
        "classification": "Glass-Coated Dimict Breccia",
        "origin_category": "A16",
        "origin_category_title": "Apollo 16",
        "embed_camera_distance": -0.23,
        "homepage_embed_camera_distance": -0.35,
        "story": "<p>When Apollo 16 Astronaut Charles Duke saw Lunar Sample 65035 sitting on the interior wall of a small crater on the Moon's surface, he exclaimed, “Look at the glass-covered one right there, John!” To which Astronaut John Young replied, “Okay. Let's get it, Charlie!”  Houston had been asking them to document and retrieve glass-covered rocks during this EVA at Station 5, and both astronauts report to Houston, while they are photographing and bagging 65035, that they found a “glass-rind covered” rock covered in dust that “defies description.” So began the unraveling of 65035's remarkable formation story.</p><p>Classified as a Glass-Coated Dimict Breccia, Lunar Sample 65035 tells the story of impact events on the Moon. It was collected nearby South Ray Crater, a relatively young 680-meter crater situated within the Cayley Plains. Study of the sample's surface features indicates that it was likely excavated from the Cayley Plains by this crater, during which time the sample was covered with molten material generated by the impact that cooled into glass. The glass coating was still soft when it landed at Station 5 and the Moon's fine powdery soil, known as regolith, became fused to part of the rock's surface as it cooled. The impact that created South Ray Crater, and coated Lunar Sample 65035 with glass, occurred around 2 million years ago, and it is thought that 65035 remained in nearly the exact position on the lunar surface after it formed until 1972, when Apollo 16 astronauts picked it up and returned it to Earth.</p><p>Although the rock was cut during NASA Curation procedures early after its arrival, which you can see from the 3D model's sheer face, this stunning piece of the Moon has not been well-studied, and so further research still has much to reveal of its story. What we do know of 65035 is that it is “dimict”, meaning it is comprised of two distinct primary lithologies, a classification that currently refers to a single group of lunar samples from the Apollo 16 landing site. These dimict rocks consist primarily of a dark-colored impact-melt lithology containing a variety of mineral clasts, rock fragments and fragmental breccias, and a light-colored cataclastic anorthosite lithology.</p><p>While it is thought that 65035 was most recently excavated around 2 million years ago as ejecta from the South Ray Crater formation and is a breccia, meaning it is comprised of multiple fragments of rock types, the primary lithologies are much more ancient, with some clasts of other breccias within it having been dated to around 3.97 billion years old. These ancient breccia clasts were themselves deposited onto the Apollo 16 site by much earlier basin-forming impacts. With the Moon's formation having occurred around 4.5 billion years ago, it bends the mind to imagine the story of the rock fragments within 65035!</p><p>Another remarkable part of 65035's story is that it was found to have tiny iron-nickel metal globules inside of it. These metal globules are visible in the XCT data in the Astromaterials 3D Explorer (the tiny nearly-white spots) and may tell us something about the mysterious objects that impacted the Moon to form this sample. Iron-nickel metal forms during processes of planetary formation, typically present as discrete grains in smaller asteroids, or collecting into a metallic core of a larger former planet or protoplanet. Additionally, both gold and iridium, elements not abundant at the surface of the Moon, were found in the chemical analysis of 65035, further indicating that this lunar sample contains material from an impacting meteoroid or asteroid. The chemical composition of the FeNi metal is different in the various asteroidal parent bodies and can used to determine the origin of the impactors that formed the sample. Perhaps more will become known as future research continues to unravel the stories within this Moon rock.</p>",
        "curation_details": "The rock shown in the above model and video is currently the largest remaining mass of 65035's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 65035,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 65035's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=65035",
        "detailsField_camera": "Hasselblad H6D-100",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "100",
        "detailsField_photoCount": "476",
        "detailsField_totalPhotosSize": "288.2 GB",
        "detailsField_modelTime": "46 hours",
        "detailsField_faces": "34,008,354",
        "detailsField_vertices": "16,993,707",
        "detailsField_textureRes": "6325 x 6325",
        "detailsField_meshSize": "2.84 GB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "99,998",
        "detailsField_webTextureRes": "6325 x 6325",
        "detailsField_webMeshSize": "22.6 MB",
        "detailsField_xrayPower": "150 kV, 0.18 mA",
        "detailsField_XYCount": "1913",
        "detailsField_XZCount": "1408",
        "detailsField_YZCount": "1110",
        "detailsField_voxelSize": "43.1 &mu;m",
        "detailsField_totalCTSize": "5.51 GB",
        "nasaPinsState": "XQAAAAIEBgAAAAAAAABDKkpmE5vI5NhefK5e5lu_PJgAf5O1uFlxq6fxdmcI9NiWiiAMFuFEwULV_K5NbPMf38cIQzSIdmTERwAqXyphurMAZw0k-EPuN8Mz5qpvqXd8LQxVjtW39Dw5mRZNwaAMusA6knHCDjSLSF0OP8EiK4zFx_iYNw9H2kK7bodP2HQs3n1n-IKzNGF6Uk8Qf-sM1p1CP-Pp2fvBxs0fUQYQZHP5pKuLImNSwWr_n_26FEPiKlZRcwvCX3lDpHPRxX-ObehDWAwjOPZ27YASovykoR3TObKGi_RIa4kgX9aZg58C6_A6qQZspJAUirlioyrAHjPGf9o7TX91GgPGGf5C03kEr17taGtrXsR0Xzvygzu7xGf1E3Dug6UJaUx5czB1miZa3H5z8TrAONCfCsCy7y8URrKIR-vEnzwIHf4QWyWnw5TQEKkf4HPPk589BHD-23AGGRck7OLHEX-ttobwfC08xEsoRNDVY4VOs3zu1T1x28RmdW8vb-E2QsbMMVISFvLFhd7CmYpI4wqnIfvFSaRF1i-58BjPW9cqXOXxOBzmh6RCCRqxsOusqZfulHekZl_rtA-zNi0NuiSq6iXFKDd8y0oEW0egyFCKaSAp_FiE1-_oaXG09V2hVAMiI7iF8zqap97RGLDC2p3Nyes2onRQ9lG_9cXlSaM6ipZZ47bQphVf3cow6JwUmj-xbujlq5bWC_ppKKiy5jZ9213jhNdwQB_KrYNPnpg-8TXN_MD_kHZ-jphnEgueodBiR32bGRIAhpMokIpNXhQB1FLexyAztKvC2PDPvjnFeNEVoQbTUr1dvc-l94ufDjRIxoTQZowZvOSnDkYqfFkxP1uNJFf1KH89pMi1C72NBXrFQC4AcdFYigazupC2a6cQBb0D_Sl7dsIUBCxUB1W9c7VznigeFnG3BTTXZIujRL3n9nds7RBX3w7J-JjQ7H-l07TbDLPRfTckRSvfSX2m7jYzJhka3Zq8eAEmW8-no1a2nXj1h2sgUzRYwYUhI-NXGZkgtFZhi3nxVdELV9oZHroDnRCLqAftBRz7cBu_kejejYkN7l6JN-0fORIKhzTKJGlDsb__VFWPAA"
    },
    "67016-2": {
        "display_name": "67016,2",
        "origin": "Moon",
        "collected": "North Ray Crater, Station 11/12, Descartes Highlands, Apollo 16",
        "classification": "Fragmental Breccia",
        "origin_category": "A16",
        "origin_category_title": "Apollo 16",
        "story": "<p>The story of 67016 is still unfolding and this large rock from the Moon has much to reveal. Discovered on the rim of North Ray Crater, a large crater 1 kilometer across and 230 meters deep in an area on the Moon known as the Central Highlands, 67016 was ejected by the asteroid that impacted the lunar surface and created this crater 50 million years ago. The impact event excavated large quantities of rocky debris to carve out the crater and expose the Moon's subsurface. 67016 was one of the rocks thrown from the crater in the broad ejecta blanket that surround the crater rim and beyond. The rocks from North Ray Crater are significantly different than the rocks found at all the other Apollo 16 sampling stations, making them a unique find that still holds many mysteries.</p><p>67016 is classified as a feldspathic fragmental breccia, meaning it is made from fragments of various lithologies from within the crustal layers of the lunar surface that were broken and mixed during a meteor impact event and then solidified into rock. This type of fragmental breccia has a higher abundance of the plagioclase feldspar minerals. The feldspathic composition of 67016 and others like it collected from the rim of North Ray Crater make them different from all the other Apollo 16 rocks. This sample teaches us about lunar history--the vertical layering of lunar material in the lunar highlands.</p><p>Dated to be 3.95 million years old, clasts of other rock fragments within 67016 have been dated to be even older. Researchers discovered a plutonic igneous clast inside 67016 that is one of the oldest dated material from the Moon, estimated around 4.5 billion years. Another clast, classified as an iron-rich noritic anorthosite, was dated to also be around 4.5 billion years. Both of these clasts tell the story of the Moon's earliest crust.</p><p>Yet another clast was discovered that is called a sodic ferrogabbro, which is an extremely rare evolved lithology. The global composition of the Moon is known be depleted in both sodium and iron and so to find a fragment of a rock that is enriched in both is unusual. Only one other lunar sample has been found containing a similar clast. To further the mystery, the lunar highlands, where 67016 was found, are especially iron-poor. The clast indicates that this piece of the Moon is an outlier similar to granite, and perhaps tells the story of the very late-occurring processes that occurred on the Moon.</p><p>It is remarkable to consider that a single rock from the Moon could simultaneously hold within it stories about both the most ancient and the more recent geologic processes. What other wonders might 67016 reveal? While this rock has been subsampled for many scientific studies, the fact that it is so large—4.262 kilograms—means that much of the rock remains unstudied.</p>",
        "curation_details": "<p>This rock is a subsample of Apollo Lunar Sample 67016's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 67016,2. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 67016's curation page.</p>",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=67016",
        "embed_camera_distance": -0.25,
        "homepage_embed_camera_distance": -0.35,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "8 hours",
        "detailsField_faces": "498,570",
        "detailsField_vertices": "249,285",
        "detailsField_textureRes": "4200 x 4200",
        "detailsField_meshSize": "150 MB",
        "detailsField_webFaces": "100,000",
        "detailsField_webVertices": "50,000",
        "detailsField_webTextureRes": "4200 x 4200",
        "detailsField_webMeshSize": "9.76 MB",
        "detailsField_xrayPower": "180 kV, 0.167 mA",
        "detailsField_XYCount": "1620",
        "detailsField_XZCount": "1124",
        "detailsField_YZCount": "1210",
        "detailsField_voxelSize": "56.26 &mu;m",
        "detailsField_totalCTSize": "4.22 GB",
        "nasaPinsState": "XQAAAALzBAAAAAAAAABDKkpmE5vI5NhefK5e5lv1jX_bEqlRMFzO3QegCoOoUIpo7-Cc13KXfRgu7IenbofVLASiWlQP4dW1puJ0VwMUXO8y79Qi0eDISi0reWNJnDFSP0gPU3uEAC4KkZzYlwY187dDmEjP3cZW8-bjAnrE7iShQt8M_-YA9ZccAiG9Oq6is4CluXdAHN1L4glxKlbi0R0HZTjWUIFg9QObVaP8xeQLAfkJdP9KlNP8SAFvTHFo9ipZy5B7cRTjBN5FbGQEvN0UHYrINMX9OE7r8X4NFOrzEV8u3Dj0hZT3mt2OcWFGWnZows_kel5AMh4DMdYOMItLSifohTILeufcPF4qtU6zcNZNyiBC1YBc77AzDLuL3TsI8ud60GBJQ-zZjRHwbh_JFKhhx43lI3LP-RUJcGQ4CUpzKQj4yrg6Et8irW5jqq003RCOb3c4SHq1gdH-NMVriNYABmmB_llcIfGco1q6tnEdABapCpqJXTEQrOHvt2V1FIYcCiTI0YPJud5Buyn4mmi3naJm7le6Xg8qExoqP62OaPU9VubpdzCXp0qTHe09sFpnrJVppR1YX8pnZXT_tTZCJbILNdkM-XtxGj_etbDkvTX8S9aDoIHrvubFEzpBvssO0D45WgPfrlKM1yhfkwsFICV7Qny2lNWnXy8syEd2gQtKaM263SejBs5OZh0thM3xCyTtva3Asa5leJHa8yhOhaixxU7HoLhLOvvxfzyRBE0Oty_oqnrgGNbOeFDFsQRv5z_aecpqvPm9Gfh3UDBsXY7UXz23FjNyG-vN_AA48k1e2MfV9_9NuersgYWL7BIbDwbAl4AlIyNPrC1Mk0rAMPhKSvOzTpKPhc5LC3dCUDZGqtQfssZ-2lGl9MzgKx03KLllBfen2yD7V1NADZ37yuwMABKW2gyuLNaRSnRhpzx1cdcnmAOsNbLquLc8KyGqY8RskkScUqM__BcLng"
    },
    "70017-8": {
        "display_name": "70017,8",
        "origin": "Moon",
        "collected": "LM Landing Site, Taurus-Littrow Valley, Apollo 17",
        "classification": "High-Ti Basalt",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "story": "<p>The story of 70017 began 3.7 billion years ago in the Moon's upper mantle. After erupting to the lunar surface in a period of high volcanic activity, the material that would become 70017 endured a long period of cooling, slowly crystalizing from a magma to form the basaltic floor of the Taurus-Littrow Valley, where the Apollo 17 mission landed and explored.</p><p>In spite of forming so long ago 70017, and the Apollo lunar basalts, are chemically pristine and do not show the sort of weathering effects that occurs in terrestrial basalts that have endured a lengthy water alteration processes on Earth. This allows researchers the rare opportunity to look inside the rock and see the chemical structure nearly in the exact condition as the moment it formed. In this way, 70017 reveals clues about the geologic evolution of the Moon's interior.</p><p>70017 is a large rock, originally weighing 2.957 kilograms and is classified as a high-titanium basalt. It is highly vesicular, containing many visible voids, which are the now empty chambers of ancient gas bubbles, illustrating this rock's volcanic origin. High-titanium basalts on the Moon differ greatly from basalts on Earth, as the lunar basalts have a strikingly higher percentage of titanium in them than the ones on our own planet. While the Apollo collection has a large number of high-titanium lunar basalt this basalt type is not representative of the whole lunar surface. Compositional mapping of the lunar surface by the Lunar Reconnaissance Orbiter, Lunar Prospector and Clementine missions have found that high-titanium basalt is localized to specific areas on the Moon but is otherwise rare globally.</p><p>After all the formation processes that brought this rock to the surface, 70017 lay mostly undisturbed on the lunar surface for 220 million years. Then, in 1972 on December 14th, it was picked up by a human, astronaut Harrison \"Jack\" Schmitt. Thought to be the very last rock to be picked up on the Moon by the Apollo missions, it is now known as the Children of the World rock. Collected as a good will rock to be shared with every country of that era, it was meant to honor and celebrate the children who would be the future hope of exploration and peaceful collaboration among nations. 70017 was subdivided and presented to the leaders of 135 countries and all 50 states. 70017's story is therefore twofold: it is a piece of our Moon that holds the imprint of billions of years of geologic and planetary processes, and it is a cultural ambassador for a better world.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 70017's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 70017,8. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 70017's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=70017",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronauts as they announced that it would be shared with the world.",
        "watch_url": "https://apolloinrealtime.org/17/?t=169:45:55",
        "embed_camera_distance": -0.4,
        "homepage_embed_camera_distance": -0.6,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 3.5/50",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "6 hours",
        "detailsField_faces": "251,420",
        "detailsField_vertices": "125,668",
        "detailsField_textureRes": "2900 x 2900",
        "detailsField_meshSize": "71.9 MB",
        "detailsField_webFaces": "99,722",
        "detailsField_webVertices": "49,835",
        "detailsField_webTextureRes": "2900 x 2900",
        "detailsField_webMeshSize": "8.05 MB",
        "detailsField_xrayPower": "450 kV, 0.8 mA",
        "detailsField_XYCount": "1914",
        "detailsField_XZCount": "1283",
        "detailsField_YZCount": "929",
        "detailsField_voxelSize": "86.3 &mu;m",
        "detailsField_totalCTSize": "4.76 GB",
        "nasaPinsState": "XQAAAAL8BAAAAAAAAABDKkpmE5vI5NhefK5e5o0UriBThSy3UwQxZn81oqlhN6H4yjXfYbl6VMwHLvPMfzRRCShnkkAj57gdKeoiQ5rmelFEupBzebZQwa1ktFgeeS_weqMqdQSFe-c_PK4xCJAFUFsP2fWwAhn6QNnPszPqpJauE39EoEVW_e9XYqRHTmJi6pBG0w1OxLAWiVOz-6FIdu-Hq6pT0EqTG6y7PzOIlcTqOlnkKdceZjhYvtlAyTv2gPzXJsSfKbdjqYf4VzjM3rY82X6FFQmyGpl4AK1gKn-l9Vlxew4Htlqo9A9eN4Yfbkv5f4yPThh_buX-XIqIfE6YZagZB5wUVUsioCkambhGK-kix6-jG1nxRXYLjIP-nqQGJ4gfKcc7zulX38g5_mlGPUn3sFAd3q8M_banpQFXjOB2dCUqCZbBZLj9ifrjpRAihp5MusXY1d0U5hAs4TDmNp-sh4lh9DtcWfWIuuzKZeZ-kh-NiBcvnKhJUPXFo1TQK0wv3JkN62f5dA8jja57t8jtBpxY-pJmk_2k9folBdkNV55bI953eifumFd92gZf7jLdgHgRjqmsCa36BDYjVXycH5M07VPY9GHIB4qc0gQ6bAHfyGIrdqGxHUkoYFJWuvkkVBzXzxZfbjT5edLarrw2_ANs_oLzo2_jLDffqsJoJCenjottXsQcBXrA71htc9MnjLM4dYv4Kj2w-jSOm8jMXczd7iwfyi4tgSfEdfjPsEUQtwNkJknmzx9JM8SUwGDpEKMd_cI7pFYrMKuU26Bnw3R5dkr7Tsan1O3R7677FwwkLQN_RRis4tfusGy-Q_Gf_FSqcdDwnR4m3WEl4jShjNjDJifl6FhKahHv9xOsryIo0toKrAakRSFu-HaXIL3JNbgxVzqO8aAEnyzd3pldqpRqSP7jqGlbqJx8vr_TRrk1_-6Jb-I"
    },
    "70175-0": {
        "display_name": "70175,0",
        "origin": "Moon",
        "collected": "ALSEP Site, Taurus-Littrow Valley, Apollo 17",
        "classification": "Pyroclastic-glass Breccia",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "embed_camera_distance": -0.25,
        "homepage_embed_camera_distance": -0.3,
        "story": "<p>Lunar Sample 70175 is still a mystery, having been only minimally studied since it was returned from the Moon by Apollo 17 astronauts. Collected near the Apollo Lunar Surface Experiments Package (ALSEP), installed close by the landing site, Lunar Sample 70175 was included in an early regolith breccia reference suite study in 1983, but has never been dated and is described by multiple researchers as “unusual.”</p><p>Classified as a Pyroclastic-Glass Breccia, this rock is thought to be a compacted volcanic glass deposit, likely formed near the Apollo 17 site when fragments of glass and rock ejected from local volcanic vents were lithified. 70175 was found to have a high percentage of orange and black glass spherules—tiny beads of glass—as well as glass shards, glass veins, and a glassy matrix. It also has an abundance of devitrified glass, which tells the story of an unstable glassy substance undergoing crystallization.</p><p>70175's glass-rich composition tells the incredible story of dynamic volcanic processes, where fiery magmatic spray sprung from the depths of the Moon, likely originating in the mantle itself. The near perfect glass spherules formed when tiny droplets of magma from the fire fountain cooled quickly in the near vacuum conditions on the Moon. Material from the lunar mantle is rare, and so this sample provides a glimpse into the deep interior of the Moon. Further research would need to be conducted to unravel the true origin of this sample.</p><p>Lunar Sample 70175 was also found to have extremely high cosmogenic signatures, meaning that over its lifetime on the Moon's surface, it was bombarded by numerous cosmic rays. In an early study, it was discovered that 70175 was an outlier in comparison to cosmic ray exposure of both Apollo soils and other Breccias collected during the Apollo missions.</p><p>Perhaps future research into 70175's curious characteristics will reveal more of its formation story. Until then, the lesser studied rocks in the Apollo Lunar Collection, like 70175, remain mysterious.</p>",
        "curation_details": "The rock shown in the above model and video is currently the largest remaining mass of 70175's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 70175,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 70175's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=70175",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronaut, Harrison Schmitt.",
        "watch_url": "https://apolloinrealtime.org/17/?t=170:25:38",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "2 hours",
        "detailsField_faces": "200,000",
        "detailsField_vertices": "99,990",
        "detailsField_textureRes": "4600 x 4600",
        "detailsField_meshSize": "170 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "99,990",
        "detailsField_webTextureRes": "4600 x 4600",
        "detailsField_webMeshSize": "17 MB",
        "detailsField_xrayPower": "190 kV, 0.105 mA",
        "detailsField_XYCount": "1888",
        "detailsField_XZCount": "1631",
        "detailsField_YZCount": "1622",
        "detailsField_voxelSize": "39.9 &mu;m",
        "detailsField_totalCTSize": "10.3 GB",
        "nasaPinsState": ""
    },
    "70295-0": {
        "display_name": "70295,0",
        "origin": "Moon",
        "collected": "SEP Site, Taurus-Littrow Valley, Apollo 17",
        "classification": "Regolith Breccia",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "embed_camera_distance": -0.3,
        "homepage_embed_camera_distance": -0.5,
        "story": "<p>Lunar Sample 70295 was collected during the Apollo 17 Mission nearby the Surface Electrical Properties experiment transmitter, however it was never officially documented on the surface, so the exact location is unknown. 70295 is classified as a Regolith Breccia. Breccia means it is comprised of fragments of other rocks. Regolith consists of pieces of the lunar crust that have been pummeled and broken down by billions of years of impacts caused by everything from large asteroids to the smallest of cosmic dust particles and even solar wind. These planetary and interplanetary forces have created the Moon's soil, which has a texture that can be as fine as dust or sand and contain millimeter and centimeter sized rocks and pebbles. 70295 formed from the regolith when an energetic impact on the lunar surface sintered the regolith into rock.</p><p>One side of this Moon rock is coated with a thin layer of dark, shiny glass, which in the case of 70295, is thought to be a planar veneer having formed when molten material was injected into the rock's interior fracture veins, which then became exposed as weaknesses along the veins caused the rock to break open. On the rock's other sides, zap pits tell the story of surfaces of the rock that were exposed to micrometeorite impacts while it was laying on the Moon's surface.</p><p>Within the matrix of 70295 are tiny orange glass spherules, volcanic in nature, which tell the incredible story of fiery magmatic spray that sprung from the depths of the Moon around 3.5 billion years ago, likely originating in the mantle itself. These near perfect glass spherules formed when tiny droplets of magma from the fire fountain cooled quickly in the near vacuum conditions on the Moon. 70295 was found in an area of the Moon where there is an abundance of orange glass spherules.</p><p>Although this sample has appeared in several studies since it was collected, it has not been fully analyzed, especially the clasts that are visible on the surface and in the XCT imagery, indicating that there are still mysteries awaiting discovery in the story of 70295.</p>",
        "curation_details": "The rock shown in the above model and video is currently the largest remaining mass of 70295's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 70295,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 70295's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=70295",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronaut, Harrison Schmitt.",
        "watch_url": "https://apolloinrealtime.org/17/?t=164:16:22",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1.5 hours",
        "detailsField_faces": "200,000",
        "detailsField_vertices": "100,002",
        "detailsField_textureRes": "6600 x 6600",
        "detailsField_meshSize": "333 MB",
        "detailsField_webFaces": "200,000",
        "detailsField_webVertices": "100,002",
        "detailsField_webTextureRes": "6600 x 6600",
        "detailsField_webMeshSize": "22.8 MB",
        "detailsField_xrayPower": "150 kV, 0.18 mA",
        "detailsField_XYCount": "1907",
        "detailsField_XZCount": "1090",
        "detailsField_YZCount": "973",
        "detailsField_voxelSize": "58.7 &mu;m",
        "detailsField_totalCTSize": "3.87 GB",
        "nasaPinsState": ""
    },
    "76535-0": {
        "display_name": "76535,0",
        "origin": "Moon",
        "collected": "North Massif, Station 6, Taurus-Littrow Valley, Apollo 17",
        "classification": "Troctolite",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "embed_camera_distance": -0.08,
        "homepage_embed_camera_distance": -0.12,
        "story": "<p>There are many who believe Lunar Sample 76535 to be the most beautiful and interesting rock that was returned from the Moon by the Apollo Missions. Classified as a Troctolite, it appears almost gem-like due to its atypical luster and color (unusual compared to the rest of the Apollo Lunar Collection) and has a unique crystalline structure consisting almost entirely of large grains of homogeneous olivine and plagioclase in near equal quantities. The course-grain nature of this sample indicates that it cooled very slowly, with some research suggesting a cooling period of up to 100 million years.</p><p>As a pristine, plutonic rock, 76535 has provided researchers with significant evidence of the Moon's early crust. To date, 76535 is the among the oldest known lunar samples, and it has not been damaged by shock, allowing scientists to study the original progression of crystallization and the evidence of magnetism without interference of later geologic processes. Paleomagnetic measurements of 76535 have supported the hypothesis of an ancient lunar core dynamo, which although still debated, suggests that the Moon had a magnetic field around 4 billion years ago.</p><p>Estimated to have crystalized as a cumulate around 4.3 billion years ago when the Moon was still in its infancy, 76535 was formed within the depths of the lower to middle lunar crust, up to 47 kilometers below the Moon's surface. It is believed that it was then excavated from the depths of the lunar crust by an impact event around 4.2 billion years ago, which freed the sample and deposited it on the lunar surface.</p><p>After 76535 was ejected from within the lunar crust, but before it was collected by Apollo 17 astronauts, it is thought that it lay on the Moon's surface for around 200 million years, revealed by dating the cosmic rays that etched tracks into the rock's surface while its surface was exposed spaceward. The story of this remarkable rock remains a curiosity, leading scientists to continue to study lingering questions even today.</p>",
        "curation_details": "The rock shown in the above model and video is currently the largest remaining mass of 76535's original parent rock that was picked up on the Moon. When a subsample is broken or cut from the original parent rock, it is provided with a child number, which is indicated by a number greater than zero that directly follows the parent name and a comma. After it is subsampled, the main mass remains comma zero. The rock modeled above has been subsampled but is still the largest remaining mass, and therefore is specifically identified as Lunar Sample 76535,0. Rocks are subsampled for proposal-approved scientific research, education, and outreach, and is part of normal curation practices for NASA's astromaterials collections. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 76535's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=76535",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronaut, Gene Cernan.",
        "watch_url": "https://apolloinrealtime.org/17/?t=165:38:34",
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "3 hours",
        "detailsField_faces": "180,000",
        "detailsField_vertices": "90,002",
        "detailsField_textureRes": "2200 x 2200",
        "detailsField_meshSize": "48 MB",
        "detailsField_webFaces": "180,000",
        "detailsField_webVertices": "90,002",
        "detailsField_webTextureRes": "2200 x 2200",
        "detailsField_webMeshSize": "12 MB",
        "detailsField_xrayPower": "150 kV, 0.26 mA",
        "detailsField_XYCount": "1561",
        "detailsField_XZCount": "1647",
        "detailsField_YZCount": "1500",
        "detailsField_voxelSize": "13.2 &mu;m",
        "detailsField_totalCTSize": "6.8 GB",
        "nasaPinsState": "XQAAAAIOBQAAAAAAAABDKkpmE5vI5NhefK5e5o2luViVjWkxhlNqztYu_lmsM9Vs_4S4CADgcV9XiiCHnfYkIoru6ZQxMOzAGzauSPZ5Bar-8UmhqkrBfxBozt-V3eqfUxA6Tq4KcdV1sy9OKEpLTJUMd8AkmsYKZGpsAaeZE8pYDnFiRiD0ukn8JlyfW52jBPyMft5oVZmQowOD0_QoUds-s0oVIcZpi6W19k7-gNe5WedjXuu5z7E5Uzl01gjCJkTSvRRX1cljChTUi7S4lG_NZEiSTMCN7yDT8sFXwP-wMkb9XTpSnlELH13GPaY4Uj53jSWj-NlZ0OiYmiE5JEQLUmjmOVjUHwrGsge5poNQrY1LRHodXhXnpAiW8UtHXDdOcsrmgRSgrdemhPLD7J6gBgJUZnuTk9kAwt7BqVq8mWQVXAGSc4qwhr6cxjl-meBfKacw-XuHd7rug0S9D7j6-kao2qlj2_MMBDzhokGNEGwSCS_myrzPk2HGJoArfjBZA4Q6VFwvCobTGw8dT1opDRdsWLmlorZtcZmezJvFiQzWIHUH11LO_tQiqSjYYywdSV5DW97RV0gB_I4Og-jpM1MR-3JawTgF0a8CU3xQbRKNpXNVTzSSd45niPwTUEIWvoTdZkBQeQzBQxT8m2wIxVfiWf4gH8NX1IeBBSUyT1JjgxM2DLmzTw4VmzRZ5MwdTRWf9Smh70WuOvZVSMLuKuFDJniTQN5G0GZzfm-AvUk93QY_eUIbx3sa1lAbOmhCAMnzJCjYfV7As9EnWtU3s1xK5cur5IgU9AqLHOXoy-KwtCSnyoWxu0qfD3gdnRkBzS0L5_nW_6yCLw3z6mw5R-3VUdFr175bLE1GbR_awqXHpTrVQOi0J9qgT__PwuhC"
    },
    "78236-0": {
        "display_name": "78236,0",
        "origin": "Moon",
        "collected": "North Massif, Station 8, Taurus-Littrow Valley, Apollo 17",
        "classification": "Shocked Norite",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "story": "<p>Lunar sample 78236 is a remarkably unique sample, as it is one of the only large plutonic rocks from the Moon that is mafic, meaning it has an igneous origin and is rich in iron and magnesium. 78236 is specifically classified as a shocked norite and is the only cumulate norite returned from the Moon. Dated as being about 4.3 billion years old, 78236 tells a significant part of the young Moon's story.</p><p>Most of the plutonic rocks that formed from ancient lunar magmatism in the Apollo collection were crystalized directly out of the fledgling Moon's magma ocean, which itself formed through the Moon's cataclysmic impact-origin. But 78236 did not form from the magma ocean that covered the Moon's surface. Rather, it formed from partial melting of iron- and magnesium-rich materials that crystallized and sank out of the magma ocean to deeper inside the Moon in its early history. Eventually, the heat produced by radioactive decay of elements within these buried iron- and magnesium-rich materials caused them to partially melt, producing magma that rose back up within the upper crustal layers where it cooled, still below the surface, and formed 78236.</p><p>78236 is a single lithology that describes multiple processes of magmatism on the Moon. This rock is part of a very small and rare group of rocks from the Moon known as the Mg-suite (high magnesium to iron ratio), all of which were formed through partial melting of similar mafic interior regions of the lunar mantle, and collectively they have helped us to understand the timeline of the original magma ocean and the magmatic processes that followed its crystallization.</p><p>Yet, how did this ancient material from so deep inside the lunar crust find its way to the surface? 78236 tells the story of an impact event that was strong enough to excavate these deeper layers of ancient magmatic material but without having been so destructive as to obliterate the sample. The boulder from which 78236 was broken off by the Apollo 17 astronauts was coated in a thick glassy layer indicative of having been ejected and partially melted by the force of an impact. The rock shows clear veins of melt glass throughout, indicating it was highly shocked during the impact event.</p><p>Zap pits—tiny craters formed by tiny meteorites hitting the surface of the rock— discovered on both top and bottom of the original boulder indicate it changed orientations once on the lunar surface, perhaps by another more recent impact. Through analyzing the tracks of cosmic rays on the rock's surface, it was found that 78236 lay on the Moon's surface for 300 million years.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 78236's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 78236,0. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 78236's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=78236",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronauts.",
        "watch_url": "https://apolloinrealtime.org/17/?t=167:00:28",
        "embed_camera_distance": -0.2,
        "homepage_embed_camera_distance": -0.25,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "1 hour",
        "detailsField_faces": "100,960",
        "detailsField_vertices": "50,482",
        "detailsField_textureRes": "3560 x 3560",
        "detailsField_meshSize": "84.1 MB",
        "detailsField_webFaces": "100,960",
        "detailsField_webVertices": "50,482",
        "detailsField_webTextureRes": "3560 x 3560",
        "detailsField_webMeshSize": "8.08 MB",
        "detailsField_xrayPower": "150 kV, 0.23 mA",
        "detailsField_XYCount": "1964",
        "detailsField_XZCount": "1466",
        "detailsField_YZCount": "831",
        "detailsField_voxelSize": "31.8 &mu;m",
        "detailsField_totalCTSize": "4.21 GB",
        "nasaPinsState": "XQAAAALlCwAAAAAAAABDKkpmE5vI5NhefK5e5o3b1nwY2B9DaZv9H0-t5NOpToEyUAChXRCdl_VPLS2U6d-AKEyUvtpaj_JyFNiqSQ8oWzYL4XRSr2-sDPBldNZudG_tiSVehEVVuaKdtaEs_lxFhEHm16m9CYfQcDdzlZ2w8d0ryfUdNDCmJDf2a-90HP_m4b4ZwWdzFzDhRkbh5Qv7PR2jnEKiixviGd84Xr_NCfUaz1dSXOhd1ZGE8B332cU6FVDu5O8jLQXcK3d_13VA7FwgfAXsedYhgNFoy2kaRtdJmCIoikr4ti_dGalB7CmpNqETl0cbR0rVzfEM5J09NtM7_5YSTOeoKHir6YAkZJOTgIFmrgMDj6Xrm-IsfUpspayUxp0Wbhkmavo8wziPmHYBsF-3KCOWjUJeSc7NLW-Gc59OxCoDo1toVhIyio73TslMXSXAkPJwV7amBeWhq3dYSe6NEORNNjGcLlFP8-T6L5GR52Fb0G5ibQEpSeJnhqfn5pj2dTZAVsDS1xOiqosnbZDJyB-AepVVNZZycwpY762ZO6kVckkbd9otc-QXPjlJQmI4ujpGGtqG_C_0QmwT7lKokCv0hek3DBeExpQl0cNy-TxgbiCawtUmHc-3OQahiEGDspA3KGYRrOxVo0AX_8LKsiwsWZgEbXujsvPu4-GklR9w8hdLHfIXZNhJQiWqUuvYCbaJxkgu0uCYIZQdA2vSieIUJVc_sz7T8Vx8SHEFKfZQdhUuWRpvOnbBGiSPKNBwJEjifvm46Z6pih5AeYcBlD3WvniYMyPpeeC02ny0M2w_yIeSio3kNHk4bkRfnvNuaBXMJ7Drlh-EUzlg9VNPdlJmQWYVGyVgKXAmQxovbOKEmwD4gLFTY1o2hdxM1GX3b5fjsGcC_e01jzFeOG4QpPTIv4cHPMjzar2-GAIKJTy0rM69nCu3potszVS2e-eSAUnAc3pCF_pusjg0t4KK6z0Y8HZDiSmnCuMrUdIZD0nr6R_LEB80HI3-vhDXdmXKn83NB7xtDQK2giwvDvU7XUWG3r0eBQpuFulRb62aD_KBuTqJnwUSikTKSs8twXwBbAi_NlRhJllREDqn_HOFFfiRGeHhRuMv1FxpJprNDf9DLf3mKF6TYDVcbIFn6FQFaB01XFV4vzYZBP7GE9L_LGHiDxOmjRyOir-hcMsPh8nhUx9hPRH8GUFI5YsLeouAVfnfVfl3l2BuYu6N04X0jRKdGTn9CWutDSs6b3mo-5NyLuUyodwIs8YBzC4wONJYIDaeBRdj8LI0MxV3co42KmFRftRkFYGSyzX1AsnGFiR7XN-8iTxerJclagMvDEaNK3e_jkT5lwAHq9qJBmxanySPJWNhkG_0nOXzya-X37BtD02QpvHtV5sT1r68GFy6C_KelELgGQPD3m69QLSJqFot31FZeN55dUx7TzeInLH6t4LHTIjyhrRpSFRUpzMFOjXQf_guA2rI278vnPg0h15hFqYmkcemfuyrs9DUF5crOGCqkeqD_zx2kuCsJkHu8EBsueIDyo6SHXTT8DnyOlTzGozSNJQcjchHTFTWvVuUVIVoBOQMXxCGxFD6wrgalvUgKUv7LFEt4ueWHZIruqkHqf0AfFBtnSfUWBV4P7aP2ZyifiIPmVqeVBNQNOTUWjFu4RCeRlePz5L-9-I93g"
    },
    "79115-0": {
        "display_name": "79115,0",
        "origin": "Moon",
        "collected": "Van Serg Crater, Valley of Taurus Littrow, Apollo 17",
        "classification": "Regolith Breccia",
        "origin_category": "A17",
        "origin_category_title": "Apollo 17",
        "story": "<p>Walking along the rim of Van Serg Crater in the Taurus-Littrow valley on their third day on the Moon, Apollo 17 astronauts discovered a compelling fragmented boulder. Curious if it might reveal the story of how and when this crater had formed on the Moon, they broke off a hand-sized piece from the top of the boulder, a rock now known as 79115. The boulder that 79115 came from was likely ejected from the impact that created Van Serg Crater, and it holds the story of the layers of material that existed in the pre-impacted site.</p><p>79115 is classified as a regolith breccia, which means it is an impact-consolidated conglomerate comprised of lunar soil and fragments of many other rocks. Regolith is a complex mixture of material that covers the surface of the Moon ranging in thickness from five to ten meters thick. Regolith is comprised of fragments of the lunar crust that have been pummeled and broken down by billions of years of impacts, from large fragments of asteroids to the smallest of cosmic dust particles and even solar wind. These planetary and interplanetary forces have created the Moon's soil, which has textures that can be as fine as dust or sand and contain multi-millimeter sized rocks and pebbles. Its maturity is dependent on when it was first formed, therefore regolith varies across the Moon and tells the story of more local processes.</p><p>Tiny orange glass beads were discovered inside of 79115, which were not otherwise seen at this Apollo 17 sample location, known as station 9. These beads were commonly found in the samples at other Apollo 17 sampling sites, such as station 4. Orange glass beads, volcanic in nature, tell the incredible story of fiery magmatic spray that sprung from the depths of the Moon around 3.5 billion years ago, from the mantle itself. These near perfect glass spherules formed when tiny droplets of magma from the fire fountain cooled quickly in the near vacuum conditions on the Moon. It is curious that 79115 was found at rim of Van Serg Crater, implying it is material excavated from that crater, but yet contains orange glass beads found only at sites farther away. Perhaps 79115 will divulge more clues as to the location and transport history of these materials.</p><p>79115 lay on the lunar surface for around 800 million years before being picked up human hands. At the time that 79115 was collected, another rock from further inside the fragmented boulder was selected as well, now called 79135. Of these two paired rocks, 79115 has not been well studied, especially the white clasts of unknown origin that are visible from its surface, and so some of its distinct story remains a mystery. But this rock's story is unique for another reason, as it has also made its way into the hearts of humans. 79115 was the second Moon rock ever to be made into a 3D model and it has been a rock star in early publications of the project. It has become a special rock to the Astromaterials 3D team.</p>",
        "curation_details": "This rock is a subsample of Apollo Lunar Sample 79115's original parent rock that was collected on the Moon. Every subsample that is broken or cut from the original parent rock is provided with a child number, which is indicated by a number after the parent name and a comma. The child rock included here is therefore specifically identified as Apollo Lunar Sample 79115,0. Subsampling is part of normal curation practices for NASA's astromaterials collections. Rocks are subsampled for proposal-approved scientific research, education and outreach. You can learn more about the curation details, bulk chemical composition, and the scientific research that has been published to date on 79115's curation page.",
        "curation_url": "https://curator.jsc.nasa.gov/lunar/samplecatalog/sampleinfo.cfm?sample=79115",
        "watch": "Watch the very moment this sample was collected by Apollo 17 Astronauts.",
        "watch_url": "https://apolloinrealtime.org/17/?t=168:07:16",
        "embed_camera_distance": -0.2,
        "homepage_embed_camera_distance": -0.35,
        "detailsField_camera": "Hasselblad H4D-60",
        "detailsField_lens": "HC 120 II",
        "detailsField_mPixels": "60",
        "detailsField_photoCount": "240",
        "detailsField_totalPhotosSize": "80.5 GB",
        "detailsField_modelTime": "48 hours",
        "detailsField_faces": "371,742",
        "detailsField_vertices": "185,865",
        "detailsField_textureRes": "4720 x 4720",
        "detailsField_meshSize": "167 MB",
        "detailsField_webFaces": "123,904",
        "detailsField_webVertices": "61,954",
        "detailsField_webTextureRes": "4720 x 4720",
        "detailsField_webMeshSize": "11.3 MB",
        "detailsField_xrayPower": "170 kV, 0.18 mA",
        "detailsField_XYCount": "1929",
        "detailsField_XZCount": "1287",
        "detailsField_YZCount": "1026",
        "detailsField_voxelSize": "46.3 &mu;m",
        "detailsField_totalCTSize": "4.71 GB",
        "nasaPinsState": "XQAAAAKqBgAAAAAAAABDKkpmE5vI5NhefK5e5o32-XVmjHOmTWhUdB6VVQrToIPKMwEf9dKMk8WOfdLgIKwiKz3ZCol8Dyj6dWXWP4jxc3zUgKYXW-jo3WEoD7SW5OaC3FIpXmSiL_PyRfrRpuvMlSqHhvEm23KKzGQyZMGan5P69cIfn3Rb-fvaFNpBFmCPicifT3mREEndc5b9RKmI4dTMRjxHWF8OgVBWXyzKFdxkZ4qF4QFvbFoTzOEG0GiiCdeKGYssWSfYtq3OtGGhfnYmycHnAs6JfbpwXQS4Cdrcpe9E88DuiF4UNG8SGkuzMPB2KoqPLc89SKsVN5py9OtA5X3eEanBUlq6KKZAxVHdH8yU6fbDOzhmS1qX190lsQDUb3T6N96hPAoiCuzTIu6P1jWBpN8TApqN9I2xSCBqYJiKeOMjxAP4GmWWsJum6c9KW9cYtEhtIhGRQkJO7ep53fsozuLP8Q2fPGLGP4ni9g9IIAt2nVknmx6xe4Z8oU6hzqNVXsxzBTMZ5rpVfCNszPF3sT2LO09A_oHyZ5jRX5HUrly_PWEGNm2tNtJZUiS6SQ8GzpBiSrbQDhHjImo1H6v4ywD70RQu_7fv9m6Su1xc_0oGe72Q3UwEGcagHhCbEWlogEq7xD55WcWlaEOactLzualeqzvL-LVb2XkeyjMNR7zW_d8qRz88ELtBcwGZTWmJSOnsNagGbNiZI-X3itB44ahuOiZ1G7O0fEBc6pDUvJrhzX9RZSZgz-1DTXgTmYoh-681wMd2_1z0uu1aoneZiOtST35FtfqPcxlgHb9f9MBIAIA_5-iY7IZ9noJBvkcSM0ZxObGEjhhM3frJ7nK5s6BshVVFlI1qyxqBtS5reYaod6b9OlA8PtqJowjsrU6igffa9j8eXSjTszR15KM0bxepbez7ejVzBCRk5MeSPFi87y-Ol4bpKTofwo67yTLycU9uzBMJet8Nk4nxX5O1Xm2S6B0ZB9aEGJdk-zKKFrh4JhA1P7GarTDAcJJ-Wcyzcs7L6bfiLZQRnvPIXDe31oKzMOc9zk8FKQtSN_PgDArIucml4x35ICp4uGpeCA8zQsYOklPX-hhmWE_Lc2lmff4Eetv8yNl6z9G0tBa94onv2BvN61lvOgLrwvNkgXHMfSsl985NkeWFuicNzeZeiIGNLnghYeUdg5sIBCFlgX5ob_qkHXXbPVqeTm3OQ_-KMx2A"
    }
}